Repository: ultimatepython2023/cashierme-live-server
Catalog: 21-1-2024/UltimatePosSitePython/translations/*/LC_MESSAGES/messages.po
Languages: tr

source: The following (Terms and Conditions) are a legal agreement between you, as a current or prospective customer of Ultimate ٍSolutions, the user (“you,” “your”) and Ultimate Solutions, an affiliate of Ultimate Solutions, which includes [insert all sister companies/subsidiaries] (“Ultimate Solutions”, “we”, “us”, “our”), in order to govern your use of Ultimate Solutions’ services, including mobile applications, websites, software, hardware, and other products and services (collectively, the “Services”). By singing up and creating a Cashier Me account, visiting our website and/or subscribing to one of our services, you therefore agree to be bound by the following Terms and Conditions including additional rules, regulations and policies referenced herein. These Terms and Conditions apply to all users of the website, including without limitation, users who are browsers, vendors, customers, merchants, and/or contributors of content. Please read these Terms and Conditions carefully before accessing or using our website. If you do not agree to all the Terms and Conditions of this agreement, then you may not access the website or use any services. Any new features or tools which are added to the current website shall also be subject to the Terms and Conditions. You can review the most current version of the Terms and Conditions at any time on this page. We reserve the right to update, change or replace any part of these Terms and Conditions by posting updates and/or changes to our website. It is your responsibility to check this page periodically for changes. Your continued use of or access to the website following the posting of any changes signifies your understanding and acceptance of those changes. By continuing to use Ultimate Solutions Services, you agree to abide and be bound by those changes. If you do not agree to any of the aforementioned changes, you must cease your use of the Services.
tr: Kısım (Şartlar ve Koşullar), mevcut veya potansiyel bir müşteri olarak sizinle (bundan böyle kullanıcı* veya *siz* olarak anılacaktır) ve Ultimate Solutions Inc., burada *Ultimate Solutions* veya * olarak anılacaktır arasındaki yasal bir sözleşmedir. mobil uygulamalar, web siteleri, yazılım, donanım ve diğer ürün ve hizmetler (topluca *Hizmetler*) dahil olmak üzere Ultimate Solutions hizmetlerini kullanımınızı düzenlemek için *. Kaydolarak ve bir kasiyer hesabı oluşturarak ve/veya web sitemizi ziyaret ederek ve/veya hizmetlerimizden birine abone olarak, burada atıfta bulunulan ek kurallar, düzenlemeler ve politikalar dahil olmak üzere aşağıdaki hüküm ve koşullara bağlı kalmayı kabul etmektesiniz. Bu şartlar ve koşullar, tarayıcılar, satıcılar, müşteriler, tüccarlar ve/veya içerik katkıda bulunanlar dahil ancak bunlarla sınırlı olmamak üzere Web Sitesinin tüm kullanıcıları için geçerlidir.Web sitemize, elektronik posta veya kullanıma erişmeden önce lütfen bu hüküm ve koşulları dikkatlice okuyun. Bu Sözleşmenin tüm şartlarını ve koşullarını kabul etmiyorsanız, web sitemize erişemez veya hizmetlerimizden hiçbirini kullanamazsınız.Mevcut web sitemize eklenen yeni araçlar veya özellikler bu hüküm ve koşullara tabi olacaktır. . Şartlar ve Koşulların en son sürümünü istediğiniz zaman bu sayfadan inceleyebilirsiniz. Ayrıca, web sitemizde güncellemeler ve/veya değişiklikler yayınlayarak bu hüküm ve koşulların herhangi bir bölümünü güncelleme, değiştirme veya değiştirme hakkını saklı tutarız. Değişiklikler için bu sayfayı periyodik olarak kontrol etmek sizin sorumluluğunuzdadır. Herhangi bir değişikliğin yayınlanmasının ardından Web Sitesini kullanmaya devam etmeniz veya Web Sitesine erişiminiz, bu değişiklikleri anladığınızı ve kabul ettiğinizi gösterir.Nihai Çözüm Hizmetlerini kullanmaya devam etmeniz, bu tür değişikliklere bağlı kalacağınızı ve bu değişikliklere bağlı kalacağınızı kabul ettiğiniz anlamına gelir. YUKARIDAKİ DEĞİŞİKLİKLERDEN HERHANGİ BİRİNİ KABUL ETMİYORSANIZ, BU HİZMETLERİ KULLANMAYI DURDURMALISINIZ

source: Account Cancellation & Data Protection
tr: Hesap İptali ve Veri Koruması

source: &#9679 ultimate Solutions reserves the right to cancel or terminate any Cashier Me.com account in violation of the Terms and Conditions as well as Privacy Policies of this agreement; in which case Ultimate Solutions also reserves the right to hold on to any personal information belonging to the customer in question in its database, for a period of one month starting from the cancellation date.
tr: Ultimate Solutions, bu Sözleşmenin hüküm, koşul ve gizlilik politikalarının ihlali durumunda cashierme.com'daki herhangi bir hesabı iptal etme veya feshetme hakkını saklı tutar. Bu durumda Ultimate Solutions, iptal tarihinden itibaren bir ay süreyle ilgili müşteriye ait her türlü kişisel bilgiyi şirket veri tabanında tutma hakkını da saklı tutar.

source: &#9679 If, however, the customer chooses, for one reason or other, to cancel or terminate their Cashier Me.com account of their own accord, Foodics will immediately disregard and remove any personal information belonging to the customer in question from its database.
tr: Bununla birlikte, müşteri herhangi bir nedenle cashierme.com hesabını kendi inisiyatifiyle iptal etmeyi veya sonlandırmayı seçerse, Ultimate Solutions ilgili müşterinin tüm kişisel bilgilerini veri tabanından derhal siler.

source: اConfidentiality
tr: Gizlilik

source: &#9679 Only you have the right to access and use your account. You are responsible for ensuring that your login information remains confidential at all times. Ultimate Solutions will assume that in case your login information is used to access the Services by a user other than yourself, the latter has the legal authority to use such credentials. If you become aware of an unauthorized login from an unknown user, you agree to notify Ultimate Solutions immediately by email at info@ Cashier Me.com. You remain liable for any activity on your account until Ultimate Solutions is notified of the violation in question, and the Corporation may therefore proceed to take appropriate action.
tr: Yalnızca hesabınıza erişme ve kullanma hakkınız vardır. Ayrıca, oturum açma bilgilerinizin gizliliğini korumaktan da siz sorumlusunuz, çünkü Ultimate Solutions, oturum açma bilgilerinizin Hizmetlere erişmek için sizden başka bir kullanıcı tarafından kullanılması durumunda, kullanıcının bu kimlik bilgilerini kullanma konusunda yasal yetkiye sahip olduğunu varsayacaktır. Bilinmeyen bir kullanıcıdan yetkisiz bir giriş yapıldığını fark etmeniz durumunda, hemen aşağıdaki e-posta yoluyla Ultimate Solutions'ı bilgilendirmelisiniz: info@UltimateDokkan.com. Ayrıca, Nihai Çözümler'in uygun önlemi alması için, Ultimate Solutions'a bu tür bir ihlal bildirilinceye kadar hesabınızdaki herhangi bir faaliyetten siz sorumlu olacaksınız.

source: Data Privacy & Security
tr: Veri Mahremiyeti ve Güvenliği

source: &#9679 The privacy and security of your personal information is important to us. Ultimate Solutions Privacy Policy describes and defines the types of personal information we collect about you, and the means in which we use them, in compliance with International comparative Law. We encourage you to read the Privacy Policy carefully, as it forms a binding part of these Terms and Conditions and contains important information about your rights.
tr: Bilgilerinizin gizliliği ve güvenliği bizim için çok önemlidir. Bu nedenle, Ultimate Solutions'ın gizlilik politikası, sizden topladığımız ve bildiğimiz kişisel bilgi türlerini belirler ve bunları karşılaştırmalı uluslararası hukuka uygun olarak kullanma şekillerimizden bahsetmez. Gizlilik Politikası bu Hüküm ve Koşulların bağlayıcı bir parçasını oluşturduğundan ve haklarınız hakkında önemli bilgiler içerdiğinden, onu dikkatlice okumanızı öneririz.

source: Permitted Activities
tr: İzin Verilen Faaliyetler

source: &#9679 You will not use the Services in any way that violates Applicable International Comparative Law, these Terms and Conditions, or any other Privacy Policies.
tr: Hizmetleri, geçerli karşılaştırmalı uluslararası hukuku veya bu Hüküm ve Koşulları veya diğer gizlilik politikalarını ihlal edecek şekilde kullanmamak.

source: &#9679 The information that you upload or post in connection with the Services does not infringe on anyone else’s intellectual property or proprietary rights or otherwise conflict with the law or the rights of others.
tr: Hizmetlere gönderdiğiniz veya yayınladığınız bilgiler aracılığıyla başka herhangi bir kişinin mülkiyet haklarını veya fikri mülkiyet haklarını ihlal etmezsiniz ve bu bilgilerin herhangi bir şekilde kanunla veya başkalarının haklarıyla çelişmez.

source: &#9679 You will not upload, post or otherwise transmit through the Services any content that contains any viruses, trojan horses, or any other harmful programs or elements.
tr: Kullanılan Hizmetler aracılığıyla herhangi bir virüs veya herhangi bir diğer zararlı yazılım veya bileşen içeren herhangi bir içeriği yüklememek, yayınlamamak ve hatta iletmemek.

source: &#9679 You will not provide false information about yourself, impersonate any other person, collect information about other users, or otherwise attempt to mislead others about your identity or the truthfulness or accuracy of the data you transmit through the Services.
tr: Kendiniz hakkında yanlış bilgi vermemek, başka birinin kimliğine bürünmemek, diğer kullanıcılar hakkında bilgi toplamamak veya kimliğiniz veya kullandığınız Hizmetler aracılığıyla ilettiğiniz verilerin güvenilirliği veya doğruluğu hakkında başkalarını yanlış yönlendirmeye çalışmamak.

source: &#9679 You will not damage, disable, disrupt, overburden, interfere with, or attempt to gain unauthorized access to any portion of our Services, computer systems, servers or networks, or any other person’s use and enjoyment of the Services.
tr: Hizmetlerimizin, bilgisayar sistemlerimizin, sunucularımızın veya ağlarımızın herhangi bir bölümüne zarar vermemek, devre dışı bırakmamak, engellememek, aşırı yüklememek, müdahale etmemek veya bunlara yetkisiz erişim sağlamaya çalışmamak veya başka herhangi bir kişinin Hizmetleri kullanmasına ve kullanmasına izin vermemek.

source: &#9679 Ultimate Solutions may suspend or terminate your use of the Services at its sole discretion for any actual or suspected violation of these limitations or other applicable policies or rules referenced in these Terms and Conditions.
tr: Ultimate Solutions, bu kısıtlamaların veya bu Hüküm ve Koşullarda atıfta bulunulan diğer geçerli politika veya kuralların herhangi bir fiili veya şüphelenilen ihlali durumunda, Hizmetleri kullanımınızı tamamen kendi takdirine bağlı olarak askıya alabilir veya sonlandırabilir.

source: &#9679 You shall not republish, distribute, reproduce, duplicate, or gather any material (online and offline content including designs, copy, ideas, pictures or other) from Ultimate Solutions without accrediting the Company.
tr: Şirketin izni olmadan Ultimate Solutions'tan herhangi bir materyali (tasarımlar, kopyalar, fikirler, resimler vb. dahil olmak üzere herhangi bir çevrimiçi veya çevrimdışı Kullanıcı İçeriği) yeniden yayınlayamaz, dağıtamaz, çoğaltamaz, kopyalayamaz veya toplayamazsınız.

source: &#9679 You shall not sell, rent or sub-license material from Ultimate Solutions.
tr: Ultimate Solutions'a ait herhangi bir unsur satamaz, kiralayamaz veya alt lisansını veremezsiniz.

source: &#9679 Without prior approval and written permission, you may not create frames around our Web Pages that alter in any way the visual presentation or appearance of our Website.
tr: Önceden onayımız ve yazılı iznimiz olmadan, Web sayfalarımızın etrafında, Sitemizin görsel sunumunu veya görünümünü herhangi bir şekilde değiştirecek çerçeveler oluşturamazsınız.

source: User generated content
tr: Kullanıcı Tarafından Oluşturulan İçerik

source: Parts of this website offer an opportunity for users to post and exchange opinions and information in certain areas of the website. Ultimate Solutions does not filter, edit, publish or review comments prior to their presence on the website. Comments do not reflect the views and opinions of Ultimate Solutions, its agents, and/or affiliates comments reflect the views and opinions of the person who posts their views and opinions. To the extent permitted by applicable international comparative laws, Ultimate Solutions shall not be liable for any comments or liabilities, damages or expenses caused and/or suffered as a result of any use of and/or posting of and/or appearance of the comments on this website. Ultimate Solutions reserves the right to monitor and remove any comments considered inappropriate, offensive or a breach of these Terms and Conditions. You warrant a
tr: Bu web sitesinin belirli bölümleri, kullanıcının görüş ve bilgi göndermesine ve paylaşmasına izin verir. Ultimate Solutions, Sitede gösterilmeden önce Yorumları filtrelemez, düzenlemez, yayınlamaz veya incelemez. Yorumlar, Ultimate Solutions'ın, acentelerinin ve/veya bağlı kuruluşlarının görüş ve düşüncelerini yansıtmaz. Daha ziyade, onu yayınlayanların görüş ve düşüncelerini yansıtır. Ultimate Solutions, karşılaştırmalı uluslararası hukukun izin verdiği ölçüde, bu web sitesindeki Yorumların kullanımından, yayınlanmasından ve/veya görüntülenmesinden kaynaklanan ve/veya bunlardan kaynaklanan herhangi bir Yorum, yükümlülük, zarar veya masraftan sorumlu değildir. Ultimate Solutions, uygunsuz, saldırgan veya bu hüküm ve koşulları ihlal eden yorumları denetleme veya silme hakkını saklı tutar.

source: You warrant and agree to the following:
tr: Ayrıca şunları garanti ve kabul etmektesiniz:

source: &#9679 You are entitled to post the comments on our website and have all necessary licenses and consents to do so.
tr: Bunun için gerekli tüm lisanslar ve onaylar alındıktan sonra Yorumları Web Sitemizde yayınlayın.

source: &#9679 The comments do not invade any intellectual property right, including without limitation, copyright, patent or trademark of any third party.
tr: Yorumlar, herhangi bir üçüncü şahsın telif hakkı, patenti veya ticari markası dahil ancak bunlarla sınırlı olmamak üzere herhangi bir fikri mülkiyet hakkını ihlal etmez.

source: &#9679 The comments do not contain any defamatory, libelous, offensive, indecent or otherwise unlawful material which is an invasion of privacy.
tr: Yorumlar, karalayıcı, aşağılayıcı, uygunsuz veya başka bir şekilde yasa dışı olan ve özel hayatın gizliliğini ihlal eden herhangi bir materyal içermez.

source: &#9679 The comments will not be used to solicit or promote business or custom or present commercial or unlawful activities.
tr: Yorumlar, müşterileri çekmek, iş yapmak veya iş yapmak veya herhangi bir yasa dışı ticari faaliyeti ilerletmek için kullanılamaz.

source: &#9679 You hereby grant Ultimate Solutions a non-exclusive license to use, reproduce, edit and authorize others to use, reproduce and edit any of your comments in any and all forms, formats or media.
tr: İşbu belge ile Ultimate Solutions'a, Yorumlarınızı herhangi bir biçimde, formatta veya ortamda kullanmak, çoğaltmak, düzenlemek ve başkalarını kullanmak, çoğaltmak ve düzenlemek için münhasır olmayan bir lisans hakkı veriri.

source: Your privacy
tr: Gizliliğiniz

source: Please read the
tr: Lütfen Okuyunuz

source: privacy policy.
tr: Gizlilik Politikası

source: Third-Party Content
tr: Üçüncü Taraf İçeriği

source: &#9679 Through your use of the Services, you may be presented with material provided by third parties, not owned or controlled by us, from our partners, and/or from other users of the Services, including but not limited to, links to websites or other materials, software, text, graphics, videos, images, or advertising content (collectively referred to as “Third-Party Content”).
tr: Hizmetlerimizi kullanmanız yoluyla, tarafımıza ait olmayan veya kontrol edilmeyen ancak üçüncü bir taraf, ortaklarımızdan biri ve/veya Web sitesi bağlantıları veya diğer hizmetler dahil ancak bunlarla sınırlı olmamak üzere Hizmetlerimizin diğer kullanıcıları tarafından sağlanan materyaller sağlanabilir.

source: &#9679 All Third-Party Content and the Services are protected by Intellectual property laws. Any unauthorized use of the Services and/or Third-Party Content may result in copyright violation, trademark, and other laws. You have no rights pertaining to the Services or Third-Party Content in any shape or form, and you will not use, copy or display the Services or Third-Party Content except as permitted under these Terms and Conditions. No other use of the Services or Third-Party Content is permitted without the Company’s prior written consent. You must retain all copyright and other proprietary notices contained in the Services and Third-Party Content. You may not sell, transfer, assign, license, sublicense, or modify the Third-Party Content or reproduce, display, publicly perform, make a derivative version of, distribute, or otherwise use the Third-Party Content in any way for any public or commercial purpose, other than as permitted hereunder. If you violate any part of these Terms and Conditions, your right to access and/or use the Third-Party Content and Services will automatically be terminated.
tr: Tüm üçüncü taraf içeriği ve hizmetleri fikri mülkiyet yasalarıyla korunmaktadır. Üçüncü şahıs hizmetlerinin ve/veya içeriğinin herhangi bir yetkisiz kullanımı, telif hakkı, ticari marka ve diğer yasaların ihlaline neden olabilir. Hizmetler veya Üçüncü Şahıs İçeriği üzerinde hiçbir şekilde veya biçimde hiçbir hakkınız yoktur ve bu Hüküm ve Koşullar kapsamında izin verilenler dışında Hizmetleri veya Üçüncü Şahıs İçeriğini kullanma, kopyalama veya görüntüleme hakkınız yoktur. Şirketin önceden yazılı izni olmadan Hizmetlerin veya Üçüncü Taraf İçeriğinin kullanılmasına izin verilmez. Hizmetlerde ve Üçüncü Şahıs İçeriğinde yer alan tüm telif hakkı ve diğer mülkiyet bildirimlerini saklamanız gerekir ve bunları satamaz, devredemez, devredemez, lisanslayamaz, alt lisans veremez, değiştiremez, çoğaltamaz, kamuya açık olarak görüntüleyemez, türev bir kopyasını oluşturamaz veya bunların türev kopyasını oluşturamazsınız: aşağıda izin verilenler dışında herhangi bir kamu veya ticari amaç için dağıtmayın veya kullanmayın. Bu hüküm ve koşulların herhangi bir bölümünü ihlal ederseniz, üçüncü taraf içerik ve hizmetlere erişme ve/veya bunları kullanma hakkınız otomatik olarak feshedilecektir.

source: Precautions:
tr: Önleyici Tedbirler

source: &#9679 We do not guarantee the accuracy, integrity or quality of any Third-Party Content, regardless of whether such products or services are designated as “certified,” “validated” or the like. Any interaction or exchange of information or data between you and any third-party is solely between you and such third-party. We advise you to take precautions when downloading files from any platform to protect your computer / Taplet/ Mobile from viruses and other destructive programs. If you decide to access any Third-Party Content, you fully assume the risk of doing so. Under no circumstances will Ultimate Solutions be liable for any Third-Party Content, including liability for any errors or omissions in any Third-Party Content or for any loss or damage of any kind incurred as a result of the use of or reliance on any Third-Party Content posted, emailed, linked or otherwise transmitted via the Services.
tr: Bu ürün veya hizmetlerin *sertifikalı*, *doğrulanmış* veya benzeri olarak derecelendirilmesine bakılmaksızın, herhangi bir üçüncü taraf içeriğinin doğruluğunu, bütünlüğünü veya kalitesini garanti etmiyoruz. Sizinle herhangi bir üçüncü taraf arasındaki herhangi bir etkileşim veya bilgi veya veri alışverişi, yalnızca sizinle ve üçüncü tarafla sınırlıdır. Ayrıca bilgisayarınızı/tabletinizi/cep telefonunuzu virüslerden ve diğer kötü amaçlı yazılımlardan korumak için herhangi bir platformdan dosya indirirken gerekli önlemleri almanızı öneririz. Herhangi bir Üçüncü Şahıs İçeriğini kullanmaya karar vermeniz durumunda, bunu yapmanın tüm riskini üstlenirsiniz ve Ultimate Solutions hiçbir koşulda, herhangi bir Üçüncü Şahıs İçeriğindeki veya herhangi bir Üçüncü Şahıs İçeriğindeki herhangi bir hata veya eksiklikten veya Hizmetler aracılığıyla gönderilen, e-postayla gönderilen, bağlantılı veya iletilen herhangi bir üçüncü taraf içeriğini kullanmanız veya bunlara güvenmeniz sonucunda ortaya çıkan her türlü kayıp veya hasar.

source: &#9679 Notices that we give Customers (other than the notice of the amendments applied to the Terms and Conditions (mentioned in the introduction above), may be provided in any number of ways, depending on the circumstances. For example, we may email or call the Customer at the convenient time set and provided by the Customer in the Ultimate Solutions Services Agreement, or we may notify Users through their dashboard or other sections on the Site. When we post said notices, we do so in the area of the Site suitable to the notice. It is the Customer’s responsibility to stay up-to-date in this regard. The Customer agrees to keep all Registration Data current and updated, which can be done by .
tr: Müşterilere (yukarıdaki girişte belirtilen hüküm ve koşullardaki değişikliklerle ilgili bildirimler dışında) uygun olduğu şekilde çeşitli şekillerde bildirimler gönderebiliriz. Örneğin, müşterinin Ultimate Solutions hizmetleriyle yaptığı sözleşmede belirttiği bir zamanda müşteriye e-posta gönderebilir veya müşteriyi arayabilir ya da kullanıcıları panoları veya sitenin diğer bölümleri aracılığıyla bilgilendirebiliriz. Yukarıdaki bildirimleri yayınladığımızda, bunu Sitenin bildirimler alanında yaparız. Bu konuda bilgi sahibi olmak müşterinin sorumluluğundadır. Müşteri, aşağıdaki e-posta yoluyla tüm kullanıcı verilerini zamanında güncellemeyi kabul eder.

source: &#9679 Subject to the Privacy Policy, if the Customer sends Ultimate Solutions or posts about Ultimate Solutions Services in any public area including information, ideas, inventions, concepts, techniques or know-how (“User Submissions”), for any purpose, including the developing, manufacturing and/or marketing or products or services incorporating such information, the Customer acknowledges that Ultimate Solutions can use without limitation the User Submissions without acknowledgement or compensation to you, and Ultimate Solutions Customers waive any claim of ownership or compensation or other rights may have in relation to the User Submissions.
tr: Gizlilik Politikasına uygun olarak, Müşteri, Ultimate Solutions Hizmetlerini veya bunlarla ilgili yayınları bilgi, fikir, yenilik, kavram, teknoloji veya bilgi (Kullanıcı Belgeleri) dahil olmak üzere herhangi bir kamuya açık yerde, geliştirme ve/veya geliştirme dahil olmak üzere herhangi bir amaçla sunar veya yayınlarsa. Üretim ve/veya pazarlama, bu bilgilerde yer alan ürün veya hizmetlerden bahsetmiyorum bile, müşteri bu yasa ile Ultimate Solutions'ın *Kullanıcı Belgelerini* kısıtlama olmaksızın ve müşterinin izni veya tazminatı olmaksızın kullanabileceğini ve Ultimate Solutions müşterilerinin hiçbirini kabul etmemektedir. Kullanıcı Belgeleri ile ilgili olarak sahiplik veya tazminat veya diğer hakları talep etme hakkına sahiptir.

source: Closing your account
tr: Hesabınızı Kapatın
