Repository: ultimatepython2023/cashierme-live-server
Catalog: 21-1-2024/UltimatePosSitePython/translations/*/LC_MESSAGES/messages.po
Languages: tr

source: User No :
tr: Kullanıcı No.

source: password :
tr: Parola

source: Registration Code For Application:
tr: Kayıt Kodunuz:

source: Application Expire in:
tr: Deneme süresi şu tarihte sona erer:

source: Congratulations, your subscription has been upgraded
tr: Tebrikler, aboneliğiniz başarıyla yükseltildi

source: The process cannot be completed, please try another payment card if you want to back pricing page
tr: Üzgünüz, işlem tamamlanamadı. Lütfen başka bir ödeme kartı ile deneyin veya paketleri seçmek için geri dönmek için yeterli bakiye olduğundan emin olun. Lütfen tıklayın ...

source: cannot process your request now please try again letter
tr: Üzgünüz, isteğiniz şu anda gerçekleştirilemiyor, lütfen daha sonra tekrar deneyin.

source: Update Subscription in:
tr: Aboneliği Güncelle:

source: The process has been completed successfully. Please check your email for registration information.
tr: Tebrikler, işlem başarıyla tamamlandı. Kayıt bilgileri için lütfen e-posta adresinizi kontrol edin.

source: Please Check your email to change password you have
tr: Lütfen sahip olduğunuz e-postanızı kontrol edin

source: invalid email !!!!
tr: Geçersiz E-Posta

source: Your Token is Expired Please Try again !!!!!
tr: Oturum Sona Erdi. Tekrar Dene

source: Password not Matched
tr: Parola Eşleşmedi

source: invalid Code !!!!!
tr: Geçersiz Kod

source: Invalid Email Or Password
tr: Geçersiz E-Posta veya Şifre

source: password not Matched
tr: Parola Eşleşmiyor

source: Invalid Old Password
tr: Parola Yeterli Uzunlukta Değil

source: About Us
tr: Hakkımızda

source: is a specialized corporation in the production, development and marketing ERP solutions for the global market.
tr: Küresel pazar için ERP çözümlerinin üretimi, geliştirilmesi ve pazarlanması konusunda uzmanlaşmış bir şirket.

source: Vision:
tr: Vizyon

source: To be the businessmen absolute trust and users culture of professional distinction.
tr: İşletme sahipleri için bir güven gücü ve kullanıcıları için profesyonel bir mükemmellik kültürü oluşturmak için Ultimate Solutions

source: Absolute Trust:
tr: Mutlak Güven:

source: Ultimate Solution Corporation was expanded due to the clients trust for meeting their needs professionally so that its solutions achieve strong administrative and organizational work for the organization. It also gives businessmen confidence in their effective success in and to make use of new opportunities.
tr: Ultimate Solutions, müşterilerinin ihtiyaçlarını yeterli ve profesyonel bir şekilde karşıladığı için pazardaki güveni ile büyümüştür.

source: Our Competencies:
tr: Yetkinliklerimiz:

source: Ultimate Solutions team work are software development experts, professional in the implementation of accounting and specialized software, specialists in market studies and client’s requirements and competent staff specialized in services provision in different technical and assistant jobs.
tr: Ultimate Solutions'daki çalışanlar, yazılım geliştirme uzmanları, muhasebe ve profesyonel çözüm uygulama uzmanları, pazar araştırmaları uygulayıcıları, müşteri gereksinimleri ve hizmet sunumu, teknik ve yardımcı işlevler için çeşitli yeterliliklerdir.

source: Our Ethics
tr: Etik Değerlerimiz

source: Ultimate Solutions Corporation works according to professional principles and civilized moral values. Our ethics policy is translated by all of our staff in our offices, branches and agents because our moral values are personal principles, work methods and business relations
tr: Ultimate Solutions, mesleki ilkelere ve medeni etik değerlere göre faaliyet göstermekte olup, etik değerlerimiz kişisel ilkeler, çalışma yöntemleri ve iş ilişkileri olduğundan, etik politikamız ofis, şube ve acentelerimizdeki tüm çalışanlar tarafından şekillendirilmektedir.

source: Software Updates
tr: Yazılım Güncellemeleri

source: Ultimate Solutions depends on in-depth studies and ongoing research about business practices in the market, quality procedures, organizations structuring, labor legislations, new technology, clients’ requests and others to be the most important resources for the development of software and release updates with new additions and work environment by the virtue of use license agreement.
tr: Ultimate Solutions, iş uygulamaları, kalite prosedürleri, kurumsal yapılanma, iş mevzuatı, yeni teknoloji, danışman mühendisler, müşteri talepleri vb. konularda derinlemesine çalışmaları ve sürekli araştırmaları, çözümlerini geliştirmek ve yeni bilgilerle güncellemeler yayınlamak için en önemli kaynak olarak benimsemektedir. Çözümlerin işlevlerine ve çalışma ortamına yapılan eklemeler ve müşteriler bunlardan kullanım lisans sözleşmesi ve yenilemeleri doğrultusunda yararlanır.

source: Our Clients:
tr: Müşterilerimiz

source: Ultimate Solutions Corporation is proud in many of clients in different activities and business sectors. - Our systems are used by our clients in different sectors such as industrial production, projects, transportation, restaurants, hotels and others of specialized and service systems. In addition to their use the main business systems in financial and administrative areas. - Our clients are in many countries such as Saudi Arabia, Gulf countries, Egypt, Sudan, Yemen, Algeria, Turkey, Kenya, Somalia, Djibouti, China and other countries around the world. - Our clients carry out their business obligations in an organized method; and as a result of our systems performance they achieve quick and satisfactory outcomes which gave them an advantage in their business management and growth. - Our clients achieved significant shifts by using our systems to control their organizational performance, expand their business, and open many branches. Therefore, our clients’ success stories are famous in the business community.
tr: Ultimate Solutions, çeşitli iş faaliyetleri ve sektörlerdeki birçok müşterisiyle gurur duymaktadır.• Müşterilerimiz, çözüm ürünlerimizi kullanımlarının yanı sıra endüstriyel üretim, proje, ulaşım, restoran, otel ve diğer özel ve hizmet çözümleri gibi işletmelerinde de kullanmaktadır. mali ve idari alanlardaki temel iş çözümlerinden.• Müşterilerimiz, Suudi Arabistan, Arap Körfezi ülkeleri, Mısır, Sudan, Yemen, Cezayir, Türkiye, Kenya, Somali, Cibuti, Çin ve diğer ülkeler gibi birçok ülkede yaygın olarak bulunmaktadır. • Müşterilerimiz, iş taahhütlerini düzenli bir tempoda yerine getiriyor ve işlerini yönetme ve büyütme konusunda onlara ek avantajlar sağlayan çözümlerimizin performansıyla hızlı ve tatmin edici sonuçlar elde ediyor.• Müşterilerimiz, çözümlerimizi kullanarak büyük dönüşümler gerçekleştirdi. Kurumsal performanslarını kontrol etmek, işlerini büyütmek, şubelerini çoğaltmak, iş dünyasında dolaşan başarı hikayeleri aralarında meşhur oldu.

source: Profile
tr: Hesap Bilgileri

source: Dashboard
tr: Gösterge Paneli

source: Invoices
tr: Faturalar

source: Control Panel Access Link :
tr: Kontrol Paneli Erişim Linki

source: Logout
tr: Çıkış

source: Your Process has been successfully
tr: İsteğiniz Başarıyla Gönderildi

source: Name
tr: Adı

source: Country
tr: Ülke

source: Contact
tr: İLETİŞİME GEÇİN

source: Contact Us
tr: BİZİMLE İLETİŞİME GEÇİN

source: Location:
tr: Adres

source: Email:
tr: E-Posta

source: Call:
tr: Arayın

source: Your Name
tr: Adınız

source: Your Email
tr: E-Postanız

source: Subject
tr: Başlık

source: Message
tr: Mesaj

source: Send Message
tr: Mesaj Gönder

source: Hello
tr: Merhaba

source: Welcome To Application
tr: Uygulamaya Hoşgeldiniz

source: Your Email :
tr: E-Postanız

source: Registration Code for Application:
tr: Kayıt Kodunuz:

source: POS NO
tr: PoS Sayısı

source: Point of Sale
tr: PoS

source: Next Renewal Date :
tr: Sonraki Yenileme Tarihi:

source: days
tr: Gün

source: is remmining
tr: Kalan

source: Click here!
tr: Burayı Tıklayınız

source: Password:
tr: Parola

source: Cancel subscription
tr: Aboneliği İptal Et

source: We regret that you will cancel your subscription with Cashierme Please confirm by clicking on the button below
tr: Cashierme aboneliğinizi iptal edeceğiniz için üzgünüz. Lütfen aşağıdaki butona tıklayarak onaylayın.

source: The subscription will remain active until the next renewal date
tr: Abonelik bir sonraki yenileme tarihine kadar aktif kalacaktır

source: During this period, you can also cancel the decision to cancel the subscription.
tr: Bu süre zarfında aboneliği iptal etme kararını da iptal edebilirsiniz.

source: Confirm
tr: Onay

source: Cancel
tr: İptal

source: Resend Company Information
tr: Şirket Bilgilerini Yeniden Gönder

source: Resend
tr: Adham Trading Center - Al Madinah Al Munawarah Rd Ar Ruwais - Saudi Arabia

source: Please Insert Your Email
tr: Lütfen E-Postanızı Giriniz

source: Operation status
tr: İşlem Durumu

source: Billing Information
tr: Faturalandırma Bilgisi

source: Name:
tr: Adı:

source: Address:
tr: Adres:

source: Country:
tr: Ülke:

source: Payment Details
tr: Ödeme Bilgisi

source: Invoice Number:
tr: Fatura Numarası:

source: Date:
tr: Fatura Tarihi

source: Company
tr: Şirket

source: Domain
tr: Domain Adı

source: Subscription Type
tr: Abonelik Türü

source: Expiration
tr: Yenileme Tarihi

source: Price
tr: Fiyat

source: Anuualy
tr: Yıllık

source: Monthly
tr: Aylık

source: Subtotal :
tr: Alt Toplam:

source: Total :
tr: Toplam:

source: Tax included
tr: Vergi Dahil

source: Print Invoice as pdf
tr: Faturayı Yazdır

source: To login to your UPOS control panel:
tr: PoS Kontrol Paneline Giriş Yapmak için

source: Billing details
tr: Fatura Bilgileri

source: You cannot use this email. Please enter another email and try again
tr: Bu e-postayı kullanamazsınız. Lütfen başka bir e-posta girin ve tekrar deneyin

source: This field must be minlength 8 characters
tr: Bu alan en az 8 karakter içermelidir

source: password
tr: Parola

source: Business Name
tr: Firma Adı

source: Company short name (English)
tr: Kısa Firma Adı

source: --Select POS NO--
tr: --PoS Sayısını Seç --

source: Vat Number
tr: Vergi Dosya No.

source: Commercial Register
tr: Ticaret Sicili No.

source: Phone
tr: Telefon

source: City
tr: Şehir

source: Street Address
tr: Sokak Adresi/Bölge

source: Month
tr: Ay

source: Year
tr: Yıl

source: I agree to the
tr: Kabul Ediyorum

source: terms and conditions
tr: Şartlar ve Koşullar

source: Go to payment page
tr: Ödeme Sayfasına Git

source: Your subscription is set to cancel on
tr: Aboneliğiniz şu tarihte iptal edilecek şekilde ayarlandı:

source: After this date yoy cannot access your application
tr: Bu tarihten sonra bizde bulunan tüm verileriniz sizin sorumluluğunuzda silinecektir.

source: Features
tr: Özellikler

source: The Features
tr: Özellikler

source: ُElectronic Invoice
tr: E-Fatura

source: Electronic invoice support with ultimate point of sale
tr: Ultimate PoS ile E-Fatura kullanımını destekle

source: Live Analytic
tr: Canlı Analiz

source: More accurate and flexible analytics on all your outlets
tr: Tüm satış noktalarınızda daha doğru ve esnek analitik analiz

source: Multiple Outlet
tr: Çoklu Satış Noktası

source: Create and manage more than one outlets with ease
tr: Birden fazla outlet kolayca oluşturun ve yönetin

source: Cloud Enabled
tr: Bulut Desteği

source: Stores your outlet data on the cloud to be accessed anywhere and anytime
tr: Her yerden ve her zaman erişilebilmesi için önemli verilerinizi bulutta saklar.

source: Detailed Reports
tr: Ayrıntılı Raporlar

source: Detailed reports on everything related to your points of sale
tr: PoS ile ilgili ayrıntılı raporlar

source: Hub for Reliability
tr: Yüksek Güvenilirlik

source: Increase reliability and performance of multiple point-of-sale at your outlets
tr: Satış noktalarınızdaki birden fazla satış noktası için güvenilirliği ve performansı artırın

source: Features That Will Help You!
tr: Size Yardımcı Olacak Özellikler

source: We've built tools that are vital for business to run efficiently and ensure you can manage your business with ease throughout time
tr: Verimli çalışmak ve işinizi her zaman kolayca yönetebilmenizi sağlamak için gerekli araçlar oluşturduk.

source: Enterprise Support - With a single account, you are able to manage several outlets' menus, price books, and employees
tr: Kurumsal Destek - Tek bir hesapla birden çok satış noktasını ve fiyat kataloglarını yönetebilirsiniz.

source: Payment Methods - User-friendly method of accepting payments from your customers
tr: Ödeme Yöntemleri - Müşterilerden ödeme almanın kolay bir yolu .

source: Cloud Enabled - Your outlet data is saved in the cloud and may be accessed from anywhere at any time
tr: Önemli verileriniz bulutta saklanır ve istediğiniz zaman istediğiniz yerden erişiminiz sağlanır.

source: Built-in Tax Support - Do taxes make your head spin? Taxes are a breeze with our method
tr: Vergiler Başınızı ağrıtıyor mu? Vergi bizim işimiz.

source: Hub for Reliability - Improve the reliability and performance of your various point-of-sale outlets
tr: Yüksek Güvenilirlik - Farklı PoS çıkışlarının güvenilirliğini ve performansını artırın.

source: Ultimate Solutions Corporation
tr: Ultimate Solutions A.Ş.

source: Useful Links
tr: Faydalı Linkler

source: Home
tr: Anasayfa

source: Pricing
tr: FİYATLAR

source: Links
tr: Diğer Linkler

source: Terms and Conditions
tr: Şartlar ve Koşullar

source: Privacy policy
tr: Gizlilik Politikası

source: Return Policy
tr: İade Politikası

source: Phone:
tr: Telefon:

source: Mobile:
tr: Mobil:

source: Help
tr: Yardım

source: Language
tr: Dil

source: Login
tr: Giriş

source: my account
tr: Hesabım

source: Application To Manage Restaurants, Cafes and retail Stores
tr: Restoranlar, kafeler ve perakende mağazaları için yönetim uygulaması

source: Enjoy Your Free Trail
tr: Ücretsiz Sürümü Deneyin

source: Electronic Invoice
tr: E-Fatura

source: Electronic Invoice
tr: E-Fatura

source: Compliant with the requirements of the Zakat and Tax Authority and registered in the Authority's list of electronic service providers
tr: VERGİ İDARESİNİN GEREKLİLİKLERİNE UYGUN VE YETKİLİ MAKAMIN ELEKTRONİK HİZMET SAĞLAYICILAR LİSTESİNE KAYITLI

source: Restaurants & Cafes
tr: Restoranlar&Cafeler

source: Managing restutations and cafes has become moe seamless and hassle and free with ultimate point of sale
tr: Cashierme ile restoran ve kafeleri yönetmek daha kolay ve sorunsuz hale geldi

source: Retail Stores
tr: Perakende Mağazalar

source: The system is able to manage multiple branches of retail stores
tr: Sistem, perakende mağazalarının birden fazla şubesini yönetebilir

source: Everything your shop needs
tr: İhtiyacınız Olan Herşey

source: Cashier Me POS is based on a smart interface that any retail company can use without difficulty. Because it's extremely flexible, you can configure Cashier Me POS to meet your precise nee
tr: CashierMe PoS, herhangi bir perakende şirketinin zorlanmadan yapabileceği ve kullanabileceği akıllı bir arayüze dayanmaktadır. Çok esnek olduğu için CashierMe POS, ihtiyaçlarınızı tam olarak karşılamanızı sağlar.

source: Issue printed or electronic receipts
tr: Basılı veya E-Makbuzlar

source: Keep recording sales even when offline
tr: Çevrimdışı çalışabilme özelliği.

source: Connect a receipt printer, barcode scanner, and cash drawer
tr: Fiş yazıcısına, barkod tarayıcıya ve yazar kasaya bağlanabilir.

source: Sales analytics
tr: Satış Analizleri

source: Access your reports anytime, anywhere.
tr: Raporlarınıza istediğiniz zaman ve istediğiniz yerden erişebilirsiniz.

source: View revenue, average sale and profit.
tr: Gelirleri, ortalama satışları ve kârınızı görüntüleyin.

source: Determine best-selling items and categories.
tr: En çok satan ürünleri ve kategorileri belirleyin.

source: View complete sales history
tr: Satış geçmişini görüntüleyin.

source: Export sales data to the spreadsheets
tr: Satış verilerini elektronik tablolara aktarın .

source: The best way to manage your business
tr: İşletmenizi yönetmenin en iyi yolu.

source: Better Service - Streamlined Operations - Simple & Intuitive - Manage Remotely - Seamless Integration - Stable & Reliable
tr: Daha İyi Hizmet - Kolay İşlemler - Basit ve Kullanışlı- Uzaktan Yönetim - Sorunsuz Entegrasyon.

source: You have been successfully subscribed to the Annual plan .it will be activated when you renew your subscription to the current plan in
tr: Yıllık pakete başarıyla abone oldunuz, içinde mevcut pakete aboneliğinizi yenilediğinizde aktif hale gelecektir.

source: You have been successfully subscribed to the Monthly plan .it will be activated when you renew your subscription to the current plan in
tr: Aylık pakete başarıyla abone oldunuz, içinde mevcut pakete aboneliğinizi yenilediğinizde aktif hale gelecektir.

source: your pos set to remove on
tr: PoS'iniz silindi

source: Cancel remove Pos
tr: Silmeyi Geri Al

source: Change Plan
tr: Yönetim Planı

source: Add more Pos
tr: Daha Fazla PoS Ekle

source: Remove pos
tr: PoS Sil

source: Change to This Plan
tr: Bu paket için değişiklik

source: Free Trail
tr: Ücretsiz Sürüm

source: per month
tr: Aylık

source: Payment
tr: Hak Edilen Miktar

source: Current pos
tr: Mevcut PoS

source: --Select POS NO You Want To Remove--
tr: Silmek İstediğiniz PoS No'yu Seçin

source: Total
tr: Toplam

source: Current Payment
tr: Hak Edilen Miktar

source: Confirm Payment
tr: Ödeme Onaylama

source: subscription
tr: Abonelik

source: Annualy
tr: Yıllık

source: Congratulations, the operation was successfully completed To show your invoice please
tr: Tebrikler, siparişiniz başarıyla gerçekleştirildi. Faturayı görüntülemek için lütfen tıklayınız.

source: Sorry, you cannot complete the process. Please make sure you have enough credit and try again
tr: Üzgünüz, isteğiniz işlenemiyor. Lütfen yeterli krediniz olduğundan emin olun.

source: Sorry, the process cannot be completed now, please try again later
tr: Üzgünüz, isteğinizi tamamlayamazsınız. Lütfen daha sonra tekrar deneyiniz

source: Current Plan
tr: Mevcut Plan

source: You have been successfully subscribed to the Mothly plan .it will be activated when you renew your subscription to the current plan in
tr: Aylık plana başarıyla abone oldunuz. Mevcut plana aboneliğiniz, yenilediğinizde etkinleştirilecektir.

source: Your Point of sale is set to remove on
tr: Aboneliğiniz şurada silinecek şekilde ayarlandı:

source: Free Trial
tr: Ücretsiz Sürüm

source: point of sale
tr: PoS

source: per Year *
tr: Yıl Başına

source: Next payment
tr: Sonraki Yenileme Tarihi

source: Invoice No
tr: Fatura No.

source: Date
tr: Tarih

source: Login Information
tr: Giriş Bilgisi

source: User No
tr: Kullanıcı No

source: Password
tr: Parola

source: Application Code
tr: Uygulama Kodu

source: Email
tr: E-Posta

source: Remember me
tr: Beni Hatırla

source: Forgot password
tr: Parolamı Unuttum

source: To login to your UltimateDokkan account:
tr: CashierMe Profiline Girmek için

source: (Click here!)
tr: (Burayı Tıklayınız)

source: 60 days trial
tr: 60 Günlük Deneme

source: Free Trail
tr: Ücretsiz Deneme Sürümü

source: Subscripttion
tr: Abonelik

source: per pos monthly:
tr: Aylık PoS

source: Paid Annually
tr: Yıllık Ödeme

source: Paid Monthly
tr: Aylık Ödeme

source: Subscripttion Now
tr: Abone Ol

source: Subscripttion Now1
tr: Şimdi Abone Ol

source: Subscripttion Now2
tr: Şimdi Abone Ol

source: Privacy Policy
tr: Gizlilik Politikası

source: Saving your preferences with regard to our Services;
tr: Hizmetlerimizle ilgili tercihlerinizi kaydedin.

source: Cashier Me portal products of many products of Ultimate Solutions Corporation C.R. 4030182217, which pointed here as (“Company”, “we”, “us”, “ours”).
tr: CASHIER ME platformu, 4030182217 Ticaret Sicili ile kayıtlı ve bu belgede (şirket, biz, *bizim) olarak anılan Ultimate Solutions Company for Computer Business'ın ürünlerinden biridir.

source: This privacy policy (“Policy”) will explain how we use the personal data we collect when you access our website (“Website”) and any of our services.
tr: Bu Gizlilik Politikası ("Politika"), web sitemize ("Site") veya hizmetlerimizden herhangi birine eriştiğinizde topladığımız kişisel verileri nasıl kullandığımızı açıklayacaktır.

source: Your privacy is important to us. If you do not agree to the terms of this Policy, please discontinue your use of our services.
tr: Gizliliğiniz bizim için önemlidir. Bu politikanın şartlarını kabul etmiyorsanız, web sitemize erişemeyecek veya hizmetlerimizden hiçbirini kullanamayacaksınız.

source: What Data Do We Collect?
tr: Hangi verileri topluyoruz

source: We collect data from you when you access our website and/or use our Ultimate Solutions cloud-based Taplet point-of-sale (POS). This includes all hardware, products, and services offered by the Company via our website, software applications, and all associated services (collectively, “Services”).
tr: Web sitemize eriştiğinizde ve/veya tablet cihazınızda Ultimate Solutions'ın bulut POS satış noktalarından birini kullandığınızda, web sitemiz, yazılım uygulamalarımız ve tüm ilişkili tüm cihazlar aracılığıyla şirket tarafından sunulan tüm cihazlar, ürünler ve hizmetler dahil olmak üzere sizinle ilgili verileri topluyoruz.

source: Our Company collects the following data:
tr: Şirketimiz aşağıdaki verileri toplar:

source: Information you give us directly:
tr: Bize doğrudan sağladığınız bilgiler:

source: Personal identification information you knowingly give us when you create an account, publish content, make a purchase, or ﬁll any online forms, including:
tr: Hesap oluşturduğunuzda, içerik yayınladığınızda, satın aldığınızda veya herhangi bir çevrimiçi formu doldurduğunuzda bize bilerek verdiğiniz kişisel ve tanımlayıcı bilgiler:

source: - Personal details such as name, country of residence, etc.
tr: - İsim, ikamet edilen ülke vb. gibi kişisel bilgiler.

source: - Contact information such as email address, address, etc.
tr: - E-posta adresi, adres vb. iletişim bilgileri

source: - Account details such as user name, user ID, password, etc.
tr: Kullanıcı adı, kullanıcı kimliği, şifre vb. hesap ayrıntıları.

source: - Payment information such as credit card details, bank details, etc.
tr: -Kredi kartı bilgileri, banka bilgileri vb. ödeme bilgileri.

source: - Any other materials you willingly submit to us such as articles, images, feedback, etc.
tr: - Bize kendi isteğinizle gönderdiğiniz makaleler, fotoğraflar, yorumlar vb. diğer materyaller.

source: Information you give us directly that does not personally identify you, including age, gender, zip code, interests, and preferences with respect to our Services.
tr: Yaşınız, cinsiyetiniz, posta kodunuz ve hizmetlerimizle ilgili ilgi alanlarınız ve tercihleriniz dahil olmak üzere, doğrudan bize sağladığınız ve sizi kişisel olarak tanımlamayan bilgiler.

source: Information automatically collected when you access our Services:
tr: Hizmetlerimize eriştiğinizde otomatik olarak toplanan bilgiler:

source: Cookies
tr: Çerezler

source: A browser cookie is a small piece of data that is stored on your device to help websites remember things about you. When you visit our Website, we collect standard Internet log information and visitor behavior information from you through cookies or similar technology. In this Policy, we say cookies (“Cookies”) to discuss all such technologies. For further information about cookies, visit allaboutcookies.org.
tr: Tarayıcı çerezi, web sitelerinin sizinle ilgili şeyleri hatırlamasına yardımcı olmak için cihazınızda depolanan küçük bir veri kümesidir. Sitemizi ziyaret ettiğinizde, çerezler veya benzer teknolojiler aracılığıyla standart İnternet günlük bilgilerini ve ziyaretçi davranış bilgilerini topluyoruz. Bu politikada, tüm bu teknolojileri tartışmak için çerezlere *çerezler*) denir. Çerezler hakkında daha fazla bilgi için allaboutcookies.org adresini ziyaret edin.
