Repository: ultimatepython2023/cashierme-live-server
Catalog: 21-1-2024/UltimatePosSitePython/translations/*/LC_MESSAGES/messages.po
Languages: tr

source: When do we collect cookies?
tr: Çerezleri ne zaman topluyoruz

source: We collect these cookies when you access our Website and/or use any of our Services. We also collect these cookies when you interact with our Services offered through one of our partners.
tr: Web sitemize eriştiğinizde ve/veya hizmetlerimizden herhangi birini kullandığınızda ve ayrıca ortaklarımızdan biri aracılığıyla sunulan hizmetlerimizle etkileşim kurduğunuzda da çerez verileri topluyoruz.

source: How do we use cookies?
tr: Çerezleri nasıl kullanıyoruz ?

source: Our Company uses cookies in a range of ways to improve your experience on our website and offer a more intuitive and satisfying experience, including:
tr: Şirketimiz, web sitemizdeki deneyiminizi geliştirmek ve size daha sezgisel ve tatmin edici bir deneyim sunmak için çerezleri çeşitli şekillerde kullanır:

source: Keeping you signed in;
tr: Giriş Yap

source: Protecting your data and account;
tr: Verilerinizin ve Hesabınızın Korunması

source: Understanding how you use our Services;
tr: Hizmetlerimizi nasıl kullandığınızı açıklaması

source: Helping us see which features are most popular Counting visitors to a page;
tr: Hangi özelliklerin popüler olduğunu bulmamıza yardımcı olun

source: Keeping our Services secure
tr: Sayfaya gelen ziyaretçi sayısını bilin

source: What types of cookies do we use?
tr: Hizmetlerimizin güvende tutulması

source: The cookies we use generally fall into one of the following categories:
tr: Ne tür çerezler kullanıyoruz ?

source: Functionality: Our Company uses these cookies so that we recognize you on our website and remember your previously-selected settings and preferences, such as language and location.
tr: Kullandığımız tanımlama bilgileri genellikle aşağıdaki kategorilerden birine girer: İşlevsel tanımlama bilgileri: Şirketimiz, web sitemizde sizi tanıyabilmemiz ve dil ve coğrafi konum gibi daha önce yaptığınız ayarları ve tercihleri ​​hatırlayabilmemiz için tanımlama bilgileri kullanır.

source: Advertising: Our Company uses these cookies to collect information about your visit to our website, the content you viewed, and the links you followed. This means while accessing our Services, you may view ads based on your browsing patterns on our website. However, this information will not be shared with third parties for their marketing purposes.
tr: Reklam: Şirketimiz, web sitemizi ziyaretiniz, görüntülediğiniz içerik ve izlediğiniz bağlantılar hakkında bilgi toplamak için çerezler kullanır, bu nedenle hizmetlerimize eriştiğinizde, sitemizdeki gezinme alışkanlıklarınıza göre reklamlar gösterilir. Bu bilgilerin pazarlama amacıyla üçüncü şahıslarla paylaşılmayacağını bildiririz.

source: Security: We use these cookies to help identify and prevent security risks.
tr: Güvenlik: Güvenlik risklerini belirlemeye ve önlemeye yardımcı olmak için çerezleri kullanıyoruz.

source: Performance: We use these cookies to collect information about how you interact with our Services so we can improve them.
tr: Performans: Hizmetlerimizi iyileştirebilmemiz için hizmetlerimizle nasıl etkileşime geçtiğiniz hakkında bilgi toplamak için çerezleri kullanıyoruz.

source: How can you manage cookies?
tr: Çerezleri nasıl yönetiyorsunuz?

source: Most web browsers are set to accept cookies by default. If you prefer to do so, you can usually remove or reject browser cookies through the settings on your browser or device. Keep in mind though that removing or rejecting cookies could affect the availability and functionality of our Services.
tr: Çoğu web sayfası tarayıcısı, genellikle varsayılan olarak kabul edilen çerezlere sahiptir. Bunu yapmayı tercih ederseniz, tarayıcınızdaki veya cihazınızdaki ayarlardan tarayıcı çerezlerini kaldırabilir veya reddedebilirsiniz. Çerezlerin kaldırılmasının veya reddedilmesinin hizmetlerimizin kullanılabilirliğini ve işlevselliğini etkileyebileceğini burada belirtmek önemlidir.

source: How Do We Collect Your Data?
tr: Verileriniz nasıl topluyoruz?

source: You directly provide Our Company with most of the data we collect. We collect data and process data when you:
tr: Topladığımız verilerin çoğunu doğrudan şirketimize sağlıyorsunuz. Verileri şu durumlarda toplar ve kullanırız:

source: Register online or place an order for any of our products or services.
tr: Çevrimiçi kaydolun veya ürün veya hizmetlerimizden herhangi biri için sipariş verin.

source: Voluntarily complete a customer survey or provide feedback on any of our message boards or via email.
tr: Bir anket doldurarak veya mesaj panolarımızdan herhangi birine veya e-posta yoluyla geri bildirim yazarak gönüllü olun.

source: Access our Services via your browser’s Cookies.
tr: Tarayıcınızda bulunan çerezler aracılığıyla hizmetlerimize erişim.

source: Interact with or register to our Services offered through our third-party affiliates.
tr: Üçüncü taraf şirketlerimiz tarafından sağlanan hizmetlerimizle etkileşim kurun veya kaydolun.

source: Data shared by other Ultimate Solutions Partners.
tr: Ultimate Solutions ortakları tarafından sunulan verilere göz atın.

source: Data which falls in the public domain.
tr: Kamusal alanda bulunan verilere göz atın.

source: Data provided by independent third party without infringing any legal duty to preserve such data.
tr: Bu tür verileri korumak için herhangi bir yasal görevi ihlal etmeden bağımsız üçüncü bir taraf tarafından sağlanan verilere göz atın.

source: How Will We Use Your Data?
tr: Verilerinizi nasıl kullanacağız?

source: We do not collect information about you unless the law allows us to do so and unless we need this information to deliver our Services. In addition to some of the specific uses this Policy covers, Our Company collects your data in order to:
tr: Yasalar izin vermedikçe ve hizmetlerimizi sağlamak için bu bilgilere ihtiyaç duymadıkça hakkınızda bilgi toplamıyoruz. Bu politikanın kapsadığı bazı özel kullanımlara ek olarak, şirketimiz verilerinizi şu amaçlarla toplar:

source: Create and manage your accounts;
tr: Hesaplarınızı oluşturun ve yönetin

source: Fulfill and manage your orders;
tr: İsteklerinizi yerine getirin ve düzenleyin

source: Deliver products and services;
tr: Ürün ve Hizmet Sağlama

source: Send administrative information, including by email;
tr: E-Posta yoluyla göndermek de dahil olmak üzere idari bilgilerin gönderilmesi

source: Send marketing and promotional communications, including by email;
tr: E-posta iletişimi de dahil olmak üzere pazarlama ve tanıtım için iletişim

source: Respond to requests and inquiries;
tr: Taleplere ve Sorulara Yanıt Verin

source: Develop, operate, improve, deliver, and maintain our Services;
tr: Hizmetlerimizi sağlamak, işletmek, iyileştirmek, geliştirmek ve sürdürmek

source: Monitor and analyze trends and usage;
tr: Trendleri ve kullanımı izleyin ve analiz edin

source: Enhance the safety and security of our Services;
tr: Hizmetlerimizin güvenliğini ve korumasını artırın

source: Verify your identity and prevent fraud or other unauthorized or illegal activity;
tr: Kimliğinizi doğrulayın ve dolandırıcılığı veya diğer yetkisiz veya yasa dışı faaliyetleri önleyin

source: Enforce our Terms and Conditions and other usage policies;
tr: Hüküm ve Koşullarımızı ve Diğer Kullanım Politikalarımızı Uygulayın

source: Request user feedback;
tr: Kullanıcı geri bildirimi isteyin

source: Improve user experience;
tr: Kullanıcı deneyimini iyileştirme

source: Post customer testimonials;
tr: Müşteri referanslarını görüntüleyin

source: Deliver targeted advertising.
tr: Hedeflenen reklamları göster

source: Whom Do We Share Your Data With?
tr: Verileriniz kimlerle paylaşılıyor?

source: Sharing your data for business purposes:
tr: Verilerinizin ticari amaçlarla paylaşılması

source: We may disclose your information to the following:
tr: Bilgilerinizi aşağıdaki taraflara paylaşabiliriz:

source: Our employees
tr: Çalışanlarımız

source: Our professional advisers, including but not limited to financial, legal, and management advisers
tr: Mali, hukuk ve yönetim uzmanları başta olmak üzere, bununla sınırlı olmayan profesyonel uzmanlarımız

source: Our corporate entities or affiliated entities
tr: Şirketimiz veya bağlı kuruluşlarımız

source: Our consultants, including market research entities, advertising agencies, etc.
tr: Pazarlama araştırmasında yer alan kuruluşlar, reklam ajansları vb. dahil olmak üzere danışmanlarımız.

source: Any assignee or transferee of Ultimate Solutions rights against its consumers
tr: Devralan, müşterilerine karşı Ultimate Solutions haklarına sahiptir.

source: Any person we enter into contractual relations with to help us deliver our Services
tr: Hizmetlerimizi sunmamıza yardımcı olması için sözleşme ilişkisine girdiğimiz herkes

source: Third parties with whom we need to share information to fulfill any specific request you submit to us
tr: Bize gönderdiğiniz herhangi bir özel talebi yerine getirmek için bilgi paylaşmamız gereken üçüncü taraflar

source: However, we only share your data with the above-mentioned entities under the following conditions combined:
tr: Ancak, verilerinizi yukarıda belirtilen taraflarla yalnızca aşağıdaki koşullar çerçevesinde paylaşıyoruz:

source: We are required to share this information to be able to deliver, process, develop, and enhance our Services.
tr: Hizmetlerimizi sunabilmemiz, işleyebilmemiz, geliştirebilmemiz ve iyileştirebilmemiz için bu bilgileri paylaşmamız gerektiğinde.

source: We are allowed by law to share this information.
tr: Kanun bu bilgileri paylaşmamıza izin verdiğinde

source: We limit the information we share to the extent that is necessary to fulfill the purpose outlined under (A).
tr: Bilgi paylaşımımız, (A)'da açıklanan amaca ulaşmak için gerekli olan ölçüde sınırlıdır.

source: The concerned entity agrees in writing not to disclose this information to others.
tr: d) İlgili makam, bu bilgileri başkalarına açıklamayacağını yazılı olarak kabul eder.

source: Some of the above-mentioned employees, professional advisers, contractors, and affiliated organizations may be located outside of your home country; by using the Services, you consent to the transfer of such information to them to the extent permissible under applicable law.
tr: Yukarıdaki çalışanlardan, profesyonellerden, yüklenicilerden ve bağlı kuruluşlardan bazıları kendi ülkenizin dışında bulunuyor olabilir; Hizmetlerimizi kullandığınızda, izin verilen ve geçerli yasaların izin verdiği ölçüde bu tür bilgilerin onlara aktarılmasına izin vermiş olursunuz.

source: Sharing your data for legal purposes:
tr: Verilerinizi yasal amaçlarla paylaşmak:

source: We may share information about you if required by governmental bodies, agencies, or regulators if we reasonably believe that disclosing the information is needed to:
tr: Devlet kurumları, ajanslar veya düzenleyiciler tarafından talep edildiğinde ve açıklamanın aşağıdakiler için gerekli olduğuna inanmak için nedenimiz varsa, hakkınızdaki bilgileri paylaşabiliriz:

source: (a) comply with any valid legal process, governmental request, or applicable law, rule, or regulation; (b) investigate, remedy, or enforce potential Terms and Conditions violations; (c) protect the rights, property, and safety of us, our users, or others; (d) detect and resolve any fraud or security concerns.
tr: (a) geçerli herhangi bir yasal sürece, hükümet talebine, yasaya, kurala veya düzenlemeye uymak; (b) Hüküm ve Koşulların olası ihlallerini araştırmak, ele almak veya uygulamak; (c) haklarımızı, mülkiyetimizi ve güvenliğimizi veya kullanıcılarımızın veya başkalarının güvenliğini korumak; (d) dolandırıcılık veya güvenlik endişelerini tespit etmek ve çözmek

source: This may include responding to legal requests from jurisdictions outside of the Kingdom of Saudi Arabia where we have a good faith belief that the response is required by law in that jurisdiction, affects users in that jurisdiction, and is consistent with internationally recognized standards.
tr: Bu, Suudi Arabistan Krallığı dışındaki yargı alanlarından gelen yasal taleplere, o yargı alanındaki yasaların gerektirdiğine, o yargı alanındaki kullanıcıları etkileyeceğine ve bu tür taleplerin uluslararası kabul görmüş standartlara uygun olduğuna inanmak için nedenimiz varsa, yanıtlamayı içerebilir.

source: How Do We Store Your Data?
tr: Verilerinizi Nasıl Saklıyoruz?

source: We strive to ensure that your information is kept safe and secure at all times. We store this data on computer servers in a controlled environment protected against unauthorized access. We maintain reasonable administrative, technical, and physical safeguards to protect against the unauthorized access, use, modiﬁcation, and disclosure of your data.
tr: Bilgilerinizin her zaman korunmasını ve güvenliğini sağlamak için çalışıyoruz. Bu verileri, verilerinizin yetkisiz iletişim girişimlerine karşı korunduğu kontrollü bir ortamda bilgisayar sunucularında saklıyoruz. Bu, verileri ihlal etme, kullanma, değiştirme ve ifşa etme girişimlerinden koruyan idari, teknik ve maddi güvenceler çerçevesinde yapılır.

source: We will retain and use your data for the period necessary to comply with our legal obligations, resolve disputes, and enforce our agreements unless a longer retention period is required or permitted by law. Once this period expires, your personal information shall be deleted. Therefore, the right to access, the right to erasure, the right to rectiﬁcation, and the right to data portability cannot be enforced after the expiration of this retention period.
tr: Yasalar verileri daha uzun bir süre saklamamızı gerektirmediği sürece, verilerinizi gerektiği kadar ve yasal yükümlülüklerimize uygun olarak, anlaşmazlıkları çözmek ve sözleşmelerimizi uygulamak için saklayacak ve kullanacağız. Bu süre sona erdiğinde, kişisel bilgileriniz silinecektir ve bu nedenle, verilere erişme, silme, değiştirme veya aktarma yetkimiz veya hakkımız olmayacaktır.

source: Marketing
tr: Pazarlama

source: Our Company would like to send you information about products and services of ours and of some carefully selected third parties that we think you might like. If you have agreed to receive marketing communication, you may always opt-out of it at a later date.
tr: Şirket, ürünlerimiz ve hizmetlerimiz ve beğeneceğinizi düşündüğümüz özenle seçilmiş bazı üçüncü taraflar hakkında size bilgi göndermek istiyor. Pazarlama iletişimlerini almayı kabul ettiyseniz, onayınızı daha sonra geri çekebilirsiniz.

source: If you do not wish to be contacted for marketing purposes, please inform us by ticking the appropriate box in the profile form or relevant application form, by sending us a written request to
tr: Pazarlama amacıyla sizinle iletişime geçilmesini istemiyorsanız, lütfen ilgili profil veya başvuru formundaki uygun kutucuğu işaretleyerek veya aşağıdaki iletişim kanalıyla bize yazılı bir talep göndererek bize bildirin.

source: or by calling our helpline number.
tr: veya yardım hattımızı arayarak.

source: Billing and Payments
tr: Faturalar ve Ödemeler

source: In case of services requiring payment, we request credit card or other payment account information, which will be used solely for processing payments. Your purchase transaction data will be stored only as long as is necessary to complete the relevant transaction. If you choose to save your payment details for processing future payments, your ﬁnancial information will be stored in encrypted form on the secure servers of our reputable payment gateway service provider.
tr: Ücretli hizmet talep etmeniz durumunda sizden kredi kartı veya diğer ödeme hesap bilgilerini isteyeceğiz ve bu bilgiler sadece bu tür ödemeler için kullanılacaktır. Satın alma işlemi verileriniz yalnızca ilgili işlemi tamamlamak için gerekli olduğu sürece kaydedilecektir. Gelecekteki ödemeleri işlemek için ödeme ayrıntılarınızı kaydetmeyi seçerseniz, finansal bilgileriniz, tanınmış ödeme ağ geçidi hizmet sağlayıcımızın güvenli sunucularında şifrelenmiş biçimde saklanır.

source: What Are Your Data Protection Rights?
tr: Veri koruma haklarınız nelerdir?

source: Our Company would like to make sure you are fully aware of all of your data protection rights. Every user is entitled to the following:
tr: Tüm veri koruma haklarınızın tam olarak korunduğunun farkında olduğunuzdan emin olmak istiyoruz. Her kullanıcı aşağıdaki haklara sahiptir:

source: The right to access
tr: Erişim Hakkı

source: You have the right to request our Company for copies of the personal data we have collected from you.
tr: Sizden topladığımız kişisel verilerin kopyalarını şirketimizden isteme hakkına sahipsiniz.

source: The right to rectification
tr: Düzenleme Hakkı

source: You have the right to request that our Company correct any information you believe is inaccurate. You also have the right to request our Company to complete the information you believe is incomplete.
tr: Şirketten yanlış olduğuna inandığı herhangi bir veriyi değiştirmesini isteme hakkınız vardır. Ayrıca, eksik olduğuna inandığınız bilgileri tamamlamanızı talep etme hakkına da sahipsiniz.

source: The right to erasure
tr: Silme Hakkı

source: You have the right to request that our Company erase your personal data, under certain conditions.
tr: Belirli durumlarda veya durumlarda Şirket'ten kişisel verilerinizi silmesini talep etme hakkınız vardır.

source: The right to restrict processing
tr: Veri işlemeyi kısıtlama hakkı

source: You have the right to request that our Company restrict the processing of your personal data, under certain conditions.
tr: Belirli durumlarda veya durumlarda Şirketten kişisel verilerin işlenmesini sınırlamasını talep etme hakkınız vardır.

source: The right to object to processing
tr: Veri işlemeye itiraz etme hakkı

source: You have the right to object to Our Company’s processing of your personal data, under certain conditions.
tr: Belirli durumlarda veya durumlarda Şirketin kişisel verilerinizi işlemesine itiraz etme hakkınız vardır.

source: The right to data portability
tr: Veri Taşınabilirliği Hakkı

source: You have the right to request that Our Company transfer the data that we have collected to another organization, or directly to you, under certain conditions.
tr: Sizden topladığımız verileri başka bir şirkete veya belirli durum veya durumlarda doğrudan size aktarmasını şirketimizden talep etme hakkınız vardır.

source: If you make a request, we have one month to respond to you. If you would like to exercise any of these rights, please contact us at our email:
tr: Bize başvurursanız, yanıt vermek için bir ayımız var. Bu haklardan herhangi birini kullanmak isterseniz, lütfen bizimle e-posta yoluyla iletişime geçin:

source: Privacy Policies of Other Websites
tr: Diğer web sitelerinin gizlilik politikaları

source: Our Website contains links to other websites that are not owned or controlled by us. Please be aware that we are not responsible for the privacy practices of such other websites or third-parties. Our Policy applies only to our website, so if you click on a link to another website, you should read its respective privacy policy.
tr: Web sitemiz, sahibi olmadığımız veya kontrol etmediğimiz diğer web sitelerine bağlantılar içerir. Lütfen bu diğer web sitelerinin veya herhangi bir üçüncü tarafın gizlilik uygulamalarından sorumlu olmadığımızı unutmayın. Politikamız yalnızca web sitemiz için geçerlidir, bu nedenle başka bir web sitesine gitmek için bir bağlantıya tıklarsanız, gizlilik politikalarını okumanız gerekir.

source: Changes to Our Privacy Policy
tr: Gizlilik politikasında değişiklik yapın

source: We may modify or update this Policy from time to time. But when we do, we’ll let you know one way or another. Sometimes, we will let you know by revising the date at the top of the Policy that is available on our website.
tr: Bu politikayı zaman zaman değiştirebilir veya güncelleyebiliriz. Bunu yaptığımızda size haber vereceğiz. Bazen web sitemizde mevcut olan politikanın üst kısmındaki tarihi ayarlayarak olacaktır.

source: After we post such changes to our Policy, your continued use of our Services means you agree to these changes.
tr: Politikamızda değişiklik yaptıktan sonra Hizmetlerimizi kullanmaya devam ederseniz, bu, bu değişiklikleri kabul ettiğiniz anlamına gelir.

source: How to Contact Us
tr: Bizimle İletişime Geçin

source: If you have any questions about our Company’s Policy, the data we hold on you, or you would like to exercise one of your data protection rights, please do not hesitate to contact us.Email us at:
tr: Şirket politikamız, hakkınızda tuttuğumuz veriler hakkında herhangi bir sorunuz varsa veya veri koruma haklarınızdan birini kullanmak istiyorsanız, lütfen bizimle iletişime geçmekten çekinmeyin. Bize e-posta gönderin:

source: Best Time Call
tr: Uygun İletişim Zamanı

source: Password change
tr: Parolayı Değiştir

source: Current password (leave blank to leave unchanged)
tr: Mevcut şifreniz (değiştirmek istemiyorsanız alanı boş bırakın)

source: New password (leave blank to leave unchanged)
tr: Yeni şifre (değiştirmek istemiyorsanız alanı boş bırakın)

source: Confirm new password
tr: Yeni Parolayı Onayla

source: Save Changes
tr: Değişiklikleri Kaydet

source: Reset Password
tr: Parolayı Resetle

source: New Password
tr: Yeni Parola

source: Retry Password
tr: Şifreyi Onayla

source: Submit
tr: Onaylama

source: Return Policy
tr: İade Politikası

source: There is no return on our products: Ultimate point of sale System
tr: Ürünlerimizde iade yoktur: Cashierme satış noktası sistemidir.

source: Forget Password
tr: Parolayı Değiştir

source: Minutes To change password
tr: Şifre Sıfırlama Dakikası

source: Free Demo
tr: Şirketinizi Oluşturun

source: Create Subscription
tr: Ücretsiz Deneme Oluştur

source: If you want to resend your data in email please click me
tr: Verilerinizi e-posta ile tekrar göndermek isterseniz, lütfen buraya tıklayın

source: password mot Compliex
tr: Zayıf Parola

source: Welcome To CashierMe
tr: CashierMe'ye Hoş Geldiniz

source: Dear
tr: Sayın

source: has been created successfully.Please use the following user number and password
tr: başarıyla oluşturuldu. Lütfen aşağıdaki kullanıcı numarasını kullanın veşifre

source: You can click on the button bellow to access application control panel
tr: Uygulama kontrol paneline erişmek için aşağıdaki butona tıklayabilirsiniz.

source: Control panel
tr: Kontrol Paneli

source: Your trial version will expire in
tr: Deneme sürümünüz şu tarihte sona erecek

source: days on
tr: günler

source: To change your plan to a paid plan, please visit your CashierMe portal profile by clicking on the below link
tr: Planınızı ücretli bir plana dönüştürmek için lütfen CashierMe portalınızı ziyaret edin.Aşağıdaki linke tıklayarak profil

source: Then Go to Invoices 》Change plan Then follow the steps.
tr: Ardından Faturalara Git 》Planı değiştir Ardından adımları izleyin.

source: if you have questions or need help, don't hesitate to contact our support team
tr: Sorularınız varsa veya yardıma ihtiyacınız varsa, desteğimizle iletişime geçmekten çekinmeyintakım

source: Terms & conditions
tr: Şartlar ve koşullar

source: Privacy policy
tr: Gizlilik Politikası

source: Contact us
tr: Bize Ulaşın

source: edit your profile
tr: Profilinizi düzenleyin

source: or
tr: veya

source: unsubscribe
tr: abonelikten çıkan

source: Your request is being processed please wait..
tr: Talebiniz işleniyor lütfen bekleyiniz...

source: An error occurred while executing your request, please .
tr: İsteğiniz yürütülürken bir hata oluştu, lütfen .

source: contact us
tr: Bize Ulaşın

source: Terms And Conditions
tr: Şartlar ve Koşullar

source: Communications
tr: İletişim

source: OVERVIEW
tr: Genel Bakış
