Repository: ultimatepython2023/cashierme-live-server
Catalog: 21-1-2024/UltimatePosSitePython/translations/*/LC_MESSAGES/messages.po
Languages: tr

source: You may close your Cashier Me.com account at any time and without cost, but you will remain liable for any outstanding Purchases as well as any fees or other charges incurred. Ultimate Solutions will not issue refunds for amounts previously incurred through our Services once you close your account. You can close your account by contacting
tr: Cashierme.com'daki hesabınızı herhangi bir zamanda ve herhangi bir masraf ödemeden kapatma hakkına sahipsiniz, ancak bekleyen satın alma işlemlerinden ve ayrıca borçlu olduğunuz diğer ücretlerden veya masraflardan yine siz sorumlu olacaksınız. Ultimate Solutions, bir hesap kapatıldıktan sonra hizmetlerimizi kullanmak için daha önce ödediğiniz tutarları iade etmeyecektir.

source: Please review our “Account Cancellation & Data Protection” rules above for further information about our practices regarding your personal information. In certain cases, we may not allow you to close your account, for the following reasons
tr: Aşağıdaki e-posta ile iletişime geçerek hesabınızı kapatabilirsiniz: Kişisel verilerinizle ilgili uygulamalarımız hakkında daha fazla bilgi için lütfen yukarıda belirtilen *Hesap İptali ve Veri Koruma* kuralları bölümüne bakın. Bazı durumlarda, aşağıdaki nedenlerle hesabınızı kapatmanıza izin vermeyebiliriz:

source: &#9679 In an attempt to evade an investigation;
tr: Soruşturmalardan kaçınmaya çalışırsanız

source: &#9679 In the presence of an open or pending Purchase(s) or Payment Transactions;
tr: Açık veya bekleyen bir satın alma veya ödeme süreci/işlemleri olması durumunda

source: &#9679 In the event that you owe money to Ultimate Solutions due to your use of the Services.
tr: Hizmetleri kullanımınız nedeniyle Ultimate Solutions'a borçlu olmanız durumunda.

source: Disclaimer
tr: Feragat

source: To the maximum extent permitted by applicable international comparative law, we exclude all representations, warranties and conditions relating to our website and the use of this website. Nothing in this disclaimer will:
tr: Web sitemiz ve bu web sitesinin kullanımıyla ilgili tüm beyanları, garantileri ve koşulları, geçerli karşılaştırmalı uluslararası hukukun izin verdiği azami ölçüde reddediyoruz. Bu sorumluluk reddi şu anlama gelmez:

source: &#9679 limit or exclude our or your liability for death or personal injury;
tr: ● Ölüm veya kişisel yaralanma için bizim veya sizin sorumluluğunuzu sınırlamak veya hariç tutma;

source: &#9679 limit or exclude our or your liability for fraud or fraudulent misrepresentation;
tr: Dolandırıcılık veya hileli yanlış beyanlar için bizim veya sizin sorumluluğunuzu sınırlandırın veya reddedin.

source: &#9679 limit any of our or your liabilities in any way that is not permitted under applicable international comparative law;
tr: Bizim veya sizin yükümlülüklerinizi, geçerli karşılaştırmalı uluslararası hukukta izin verilmeyen herhangi bir şekilde sınırlandırabilirsiniz.

source: &#9679 exclude any of our or your liabilities that may not be excluded under applicable international comparative law.
tr: GEÇERLİ ULUSLARARASI HUKUK TARAFINDAN İZİN VERİLMEYEN YÜKÜMLÜLÜKLERİMİZİN VEYA YÜKÜMLÜLÜKLERİN REDDİ.

source: The limitations and prohibitions of liability set in this Section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph; and (b) govern all liabilities arising under the disclaimer, including those arising in contract, in tort and for breach of statutory duty. As long as the website and the information and services on it are provided free of charge, we will not be liable for any loss or damage of any nature.
tr: Bu bölümde ve bu sorumluluk reddinin başka bir yerinde belirtilen sorumluluk sınırlamaları ve istisnaları: (a) önceki paragrafa tabidir. (b) Haksız fiil veya yasal görevin ihlali durumunda, bu sözleşmeden kaynaklananlar da dahil olmak üzere, sorumluluk reddinden kaynaklanan tüm yükümlülükleri düzenler. Web Sitesi ve web sitesindeki bilgi ve hizmetler ücretsiz olarak sağlandığı sürece, herhangi bir kayıp veya hasardan sorumlu değiliz.

source: Thank You
tr: Teşekkürler

source: You have registered with upos, Check your email we have sent an email to confirm your registeration.
tr: CashierMe satış noktalarına kaydoldunuz, lütfen kayıt işleminizi onaylamak için size gönderdiğimiz e-postanızı kontrol edin.

source: Please check spam if you don't find it in the inbox
tr: Gelen kutunuzda bulamazsanız lütfen spam'inizi kontrol edin

source: Welcome :
tr: Hoşgeldiniz:

source: Thanks For Register Demo Version
tr: Ücretsiz pakete kaydolduğunuz için teşekkür ederiz

source: Application Expires in:
tr: Deneme süresi şu tarihte sona erer:

source: Invoive
tr: Fatura

source: Invoice
tr: Fatura
