Repository: ultimatepython2023/cashierme-live-server
Catalog: 21-1-2024/UltimatePosSitePythonV1.0.0/translations/*/LC_MESSAGES/messages.po
Languages: ar

source: User No :
ar: رقم المستخدم

source: password :
ar: كلمة المرور

source: Registration Code For Application:
ar: كود التسجيل الخاص بك

source: Application Expire in:
ar: انتهاء صلاحية النسخة التجريبية فى:

source: Congratulations, your subscription has been upgraded
ar: تهانينا ,لقد تم ترقية اشتراكك بنجاح

source: The process cannot be completed, please try another payment card if you want to back pricing page
ar: عفواً لا يمكن اتمام العملية يرجى المحاولة ببطاقة دفع اخرى او التأكد من وجود رصيد كافى للعودة لاختيار باقات يرجى الضغط على ..

source: cannot process your request now please try again letter
ar: عفوأ لايمكن تنفيذ طلبك الان يرجى المحاولة فى وقت لاحق

source: Update Subscription in:
ar: يرجى تجديد الباقة فى

source: The process has been completed successfully. Please check your email for registration information.
ar: تهانينا لقد تمت العملية بنجاح يرجى التحقق البريد الالكترونى الخاص بكم للحصول على بيانات التسجيل

source: Please Check your email to change password you have
ar: يرجى التحقق من البريد الالكترونى الخاص بك لديك

source: invalid email !!!!
ar: البريد الالكتروني غير صحيح

source: Your Token is Expired Please Try again !!!!!
ar: انتهت صلاحية الجلسة الخاصة بك يرجى إعادة المحاولة !!

source: Password not Matched
ar: كلمة المرور غير متطابقة

source: invalid Code !!!!!
ar: الكود الذى أدخلتة غير صحيح

source: Invalid Email Or Password
ar: البريد الالكتروني او كلمة المرور غير صحيحة

source: password not Matched
ar: كلمة المرور غير متطابقة

source: Invalid Old Password
ar: كلمة المرور الحالية غير صحيحة

source: About Us
ar: من نحن

source: is a special corporation in the production, development and marketing ERP solutions for the global market.
ar: مؤسسة متخصصة في إنتاج و تطوير و تسويق حلول إدارة و تخطيط الموارد للسوق العالمي.

source: Ultimate Solutions:
ar: الحلول النهائية لأعمال الحاسب الآلي

source: is a specialized corporation in the production, development and marketing ERP solutions for the global market.
ar: شركة متخصصة في إنتاج وتطوير وتسويق حلول إدارة وتخطيط الموارد للسوق العالمي.

source: Vision:
ar: رؤيـتـنـا:

source: To be the businessmen absolute trust and users culture of professional distinction.
ar: أن تكون حلول Ultimate Solutions قوة ثقة لأصحاب الأعمال، وثقافة تميز مهني لمستخدميها.

source: Absolute Trust:
ar: قوة الثقة:

source: Ultimate Solution Corporation was expanded due to the clients trust for meeting their needs professionally so that its solutions achieve strong administrative and organizational work for the organization. It also gives businessmen confidence in their effective success in and to make use of new opportunities.
ar: توسعت Ultimate Solutions بثقة عملائها في السوق، لأنها تلبي احتياجاتهم باحـترافـية ومهنية، حيث تحقق حلول Ultimate Solutions قوة العمل الإداري والمؤسسي للمنشأة، وتصنف لأصحاب الأعمال ثقة نجاحاتهم الفاعلة والاستفادة من الفرص الجديدة.

source: Our Competencies:
ar: كفاءاتنا:

source: Ultimate Solutions team work are software development experts, professional in the implementation of accounting and specialized software, specialists in market studies and client’s requirements and competent staff specialized in services provision in different technical and assistant jobs.
ar: طاقم العمل في Ultimate Solutions خبراء تطوير برمجيات ومحترفي تنفيذ حلول محاسبية وتخصصية، وممارسين في دراسات السوق ومتطلبات العملاء وكفاءات متنوعة لتقديم الخدمات وللوظائف الفنية والمساعدة.

source: Our Ethics
ar: أخلاقنا:

source: Ultimate Solutions Corporation works according to professional principles and civilized moral values. Our ethics policy is translated by all of our staff in our offices, branches and agents because our moral values are personal principles, work methods and business relations
ar: تعمل شركة الحلول النهائية وفق مبادئ مهنية وقيم أخـلاقية حضـارية، وسـياستـنا الأخــلاقـية يجسدها كل العاملين بمكاتبنا وفـروعـنا ووكلائنا، لأن قيمنا الأخـلاقية هي مبادئ شخصية وأساليب عمل وعلاقات أعمال.

source: Software Updates
ar: تحديث حلولنا:

source: Ultimate Solutions depends on in-depth studies and ongoing research about business practices in the market, quality procedures, organizations structuring, labor legislations, new technology, clients’ requests and others to be the most important resources for the development of software and release updates with new additions and work environment by the virtue of use license agreement.
ar: تعتمد شركة الحلول النهائية الدراسات العميقة والبحث المستمر لممارسات الأعمال وإجراءات الجودة وهيكلة المؤسسات وتشريعات العـمل، وجـديـد التكـنولوجـيا واستشارات المهندسين وطلبات العملاء وغير ذلك، لتكون أهم موارد تطوير حلولها وإصدار تحديثاتها بـإضـافـات جـديدة في وظائـف الحلول وبـيـئـة عملها، ويستفيد منها العملاء وفق اتفاقية ترخيص الاستخدام وتجديداته.

source: Our success partners
ar: شركاء نجاحنا

source: Our Clients:
ar: عـمـــلاؤنـا:

source: Ultimate Solutions Corporation is proud in many of clients in different activities and business sectors. - Our systems are used by our clients in different sectors such as industrial production, projects, transportation, restaurants, hotels and others of specialized and service systems. In addition to their use the main business systems in financial and administrative areas. - Our clients are in many countries such as Saudi Arabia, Gulf countries, Egypt, Sudan, Yemen, Algeria, Turkey, Kenya, Somalia, Djibouti, China and other countries around the world. - Our clients carry out their business obligations in an organized method; and as a result of our systems performance they achieve quick and satisfactory outcomes which gave them an advantage in their business management and growth. - Our clients achieved significant shifts by using our systems to control their organizational performance, expand their business, and open many branches. Therefore, our clients’ success stories are famous in the business community.
ar: • تفتخر الحلول النهائية بالكثير من عملائها في مختلف أنشطة وقطاعات الأعمال.• يتنوع استخدام عملائنا لمنتجات حلولنا في أعمالهم مثل مجالات الإنتاج الصناعي والمشاريع والنقل والمطاعم والفنادق وغيرها من الحلول التخصصية والخدمية، إضافة لاستخدامهم حلول الأعمال الأساسية في المجالات المالية والإدارية.• ينتشر عملاؤنا بشكل واسع في العديد من الدول كالسعودية ودول الخليج العربي ومصر والسودان واليمن والجزائر وتركيا وكينيا والصومال وجيبوتي والصين وغيرها من دول العالم.• ينجز عملاؤنا التزامات عملهم بوتيرة منتظمة ويحققون بأداء حلولنا نتائج سريعة ومرضية منحتهم ميزات إضافية في إدارة أعمالهم ونموها.• حقق عملاؤنا تحولات كبيرة باستخدام حلولنا في ضبط أدائهم المؤسسي وتوسيع أعمالهم وتعدد فروعهم، واشتهرت فيهم قصص نجاح متداولة في مجتمع الأعمال.

source: Profile
ar: تفاصيل الحساب

source: Dashboard
ar: معلومات عامة

source: Invoices
ar: الفواتير

source: Control Panel Access Link :
ar: لوحة التحكم الخاصة بالتطبيق

source: Logout
ar: تسجيل الخروج

source: Your Process has been successfully
ar: تم تنفيذ طلبك بنجاح

source: Name
ar: الاسم

source: Country
ar: البلد

source: Contact
ar: تواصل معنا

source: Contact Us
ar: تواصل معنا

source: Location:
ar: العنوان

source: Adham Trading Center - Al Madinah Al Munawarah Rd - Ar Ruwais - Saudi Arabia
ar: السعودية - جدة - مركز الادهم التجاري- طريق المدينة النازل

source: Email:
ar: البريد الالكترونى

source: Call:
ar: الهاتف

source: Your Name
ar: الاسم

source: Your Email
ar: البريد الالكترونى

source: Subject
ar: الموضوع

source: Message
ar: الرسالة

source: Send Message
ar: ارسال

source: Hello
ar: اهلا بك

source: Welcome To Application
ar: مرحبا بك فى تطبيق

source: Your Email :
ar: البريد الالكترونى الخاص بك :

source: Registration Code for Application:
ar: كود التسجيل الخاص بك

source: POS NO
ar: عدد نقاط البيع

source: Point of Sale
ar: نقطة بيع

source: Next Renewal Date :
ar: تاريخ التجديد التالي :

source: days
ar: يوم

source: is remmining
ar: متبقيه

source: Click here!
ar: (إضغط هنا)

source: Password:
ar: كلمة المرور

source: Cancel subscription
ar: الغاء الاشتراك

source: Delete account
ar: حذف الحساب

source: We regret that you will cancel your subscription with Cashierme Please confirm by clicking on the button below
ar: يؤسفنا انك ستلغي اشتراكك مع Cashierme في حال كنت متأكدا من هذا القرار الرجاء التأكيد بالضغط على زر 'تأكيد' أدناه.

source: The subscription will remain active until the next renewal date
ar: سيبقى الاشتراك فعالا حتى موعد التجديد القادم

source: During this period, you can also cancel the decision to cancel the subscription.
ar: كما يمكنك خلال هذه الفترة التراجع عن قرار إلغاء الاشتراك.

source: We regret that you will delete your account with Cashierme. This procedure will delete all your data with us under your responsibility.
ar: يؤسفنا انك ستحذف حسابك مع Cashierme سيؤدي هذا الاجراء الى حذف جميع بياناتك لدينا تحت مسؤوليتكم.

source: If you are sure of this decision, please confirm by clicking the Confirm button below.
ar: في حال كنت متأكدا من هذا القرار الرجاء التأكيد بالضغط على زر 'تأكيد' أدناه.

source: You can withdraw this decision within 7 days on
ar: يمكنك التراجع عن هذا القرار خلال 7 ايام بتاريخ

source: at
ar: الساعة

source: Confirm
ar: تأكيد

source: Cancel
ar: إالغاء

source: Resend Company Information
ar: اعادة ارسال بيانات الشركة

source: Resend
ar: اعادة ارسال

source: Adham Trading Center - Al Madinah Al Munawarah Rd Ar Ruwais - Saudi Arabia
ar: السعودية - جدة - مركز الادهم التجاري- طريق المدينة النازل

source: Please Insert Your Email
ar: يرجى ادخال البريد الالكتروني

source: Operation status
ar: حالة العملية

source: Billing Information
ar: بيانات الفاتورة

source: Name:
ar: الاسم :

source: Address:
ar: العنوان :

source: Country:
ar: البلد :

source: Zip/code:
ar: الرمز البريدى/Zip :

source: Payment Details
ar: بيانات الدفع

source: Invoice Number:
ar: رقم الفاتورة :

source: Date:
ar: تاريخ الفاتورة :

source: Company
ar: الشركة

source: Domain
ar: اسم النطاق

source: Subscription Type
ar: نوع الاشتراك

source: Expiration
ar: تاريخ التجدبد

source: Price
ar: السعر

source: Anuualy
ar: سنوي

source: Monthly
ar: شهري

source: SAR
ar: ر.س.

source: EGP
ar: ج

source: Subtotal :
ar: الاجمالي الفرعي :

source: Total :
ar: الاجمالي :

source: Tax included
ar: شامل الضريبة

source: Print Invoice as pdf
ar: طباعة الفاتورة

source: To login to your UPOS control panel:
ar: للدخول على لوحةالتحكم بنقاط بيعك

source: Billing details
ar: تفاصيل الفاتورة

source: You cannot use this email. Please enter another email and try again
ar: لا يمكنك استخدام هذا البريد الالكتروني. يرجى إدخال بريد الكتروني اخر وإعادة المحاولة

source: This field must be minlength 8 characters
ar: يجب الا يقل هذا الحقل عن 8 احرف

source: password
ar: كلمة المرور

source: Business Name
ar: اسم الشركة - الشركة

source: Company short name (English)
ar: الاسم المختصر للشركة (بالانجليزية)

source: --Select POS NO--
ar: -- اختر عدد نقاط البيع --

source: Vat Number
ar: رقم الملف الضريبي

source: Commercial Register
ar: رقم السجل التجارى

source: Phone
ar: الهاتف

source: contact number already exists
ar: رقم الهاتف موجود بالفعل يرجى اضافة رقم اخر

source: City
ar: المدينة

source: Street Address
ar: عنوان الشارع / الحي

source: Postcode/Zip
ar: الرمز البريدي / ZIP

source: Month
ar: شهر

source: Year
ar: سنة

source: I agree to the
ar: اوافق على

source: terms and conditions
ar: الشروط والاحكام

source: Go to payment page
ar: الانتقال لصفحة الدفع

source: Your subscription is set to cancel on
ar: تم تعيين اشتراكك على الالغاء في

source: After this date yoy cannot access your application
ar: بعد هذا التاريخ سيتم حذف جميع بياناتك لدينا تحت مسؤوليتكم.

source: Your account is set to be deleted within date of
ar: تم تعيين حسابك على الحذف بتاريخ

source: days on the date of this action. This action will delete all your data with us under your responsibility.
ar: سيؤدي هذا الاجراء الى حذف جميع بياناتك لدينا تحت مسؤوليتكم.

source: reactive_account
ar: تفعيل الحساب

source: Features
ar: الميزات

source: The Features
ar: الميزات

source: ُElectronic Invoice
ar: الفاتورة الالكترونية

source: Electronic invoice support with cashier me app for point of sale management
ar: دعم الفاتورة الالكترونية مع تطبيق كاشير مي لإدارة نقاط البيع

source: Electronic invoice support with ultimate point of sale
ar: دعم الفاتورة الالكترونية مع التيمت نقاط البيع

source: Live Analytic
ar: تحليلات حية

source: More accurate and flexible analytics on all your outlets
ar: تحليلات أكثر دقة ومرونة على جميع منافذ البيع الخاصة بك

source: Multiple Outlet
ar: منافذ متعددة

source: Easily create and manage more than one outlet
ar: إنشاء و إدارة أكثر من منفذ بيع بسهولة

source: Create and manage more than one outlets with ease
ar: إنشاء وإدارة أكثر من منفذ بسهولة

source: Cloud Enabled
ar: دعم الكلاود

source: Stores your outlet data on the cloud to be accessed anywhere and anytime
ar: يخزن بيانات المنفذ الخاص بك على الكلاود ليتم الوصول إليها في أي مكان وزمان

source: Detailed Reports
ar: تقارير مفصلة

source: Detailed reports on everything related to your points of sale
ar: تقارير مفصلة عن كل ما يتعلق بنقاط البيع الخاصة بك

source: Hub for Reliability
ar: موثوقية عالية

source: Ability to work offline and activate online sync
ar: إمكانية العمل اوفلاين و تفعيل المزامنة اونلاين

source: Increase reliability and performance of multiple point-of-sale at your outlets
ar: زيادة الموثوقية والأداء لنقاط البيع المتعددة في منافذك

source: Features That Will Help You!
ar: الميزات التي ستساعدك

source: We've built tools that are vital for business to run efficiently and ensure you can manage your business with ease throughout time
ar: لقد أنشأنا أدوات ضرورية للعمل بكفاءة والتأكد من أنه يمكنك إدارة عملك بسهولة طوال الوقت

source: Enterprise Support - With a single account, you are able to manage several outlets' menus, price books, and employees
ar: دعم المؤسسات - باستخدام حساب واحد ، يمكنك إدارة منافذ متعددة ودفاتر الأسعار

source: Payment Methods - User-friendly method of accepting payments from your customers
ar: طرق الدفع - طريقة سهلة الاستخدام لقبول المدفوعات من العملاء

source: Cloud Enabled - Your outlet data is saved in the cloud and may be accessed from anywhere at any time
ar: يتم حفظ بيانات المنفذ الخاص بك في السحابة ويمكّنك ذلك من الوصول إليها من أي مكان وفي أي زمان

source: Built-in Tax Support - Do taxes make your head spin? Taxes are a breeze with our method
ar: دعم ضريبي مدمج - هل الضرائب تجعل رأسك يدور؟ الضرائب في غاية السهولة بطريقتنا

source: Hub for Reliability - Improve the reliability and performance of your various point-of-sale outlets
ar: موثوقية عالية - حسِّن موثوقية وأداء منافذ نقاط البيع المختلفة

source: Ultimate Solutions Corporation
ar: شركة الحلول النهائية لأعمال الحاسب الآلي

source: C.R. 4030182217
ar: سجل تجاري: 4030182217

source: Adham Trading Center - Al Madinah Al Munawarah Rd Ar Ruwais - Saudi Arabia
ar: السعودية - جدة - مركز الادهم التجاري- طريق المدينة النازل

source: Useful Links
ar: الروابط

source: Home
ar: الرئيسية

source: Pricing
ar: الاسعار

source: Links
ar: روابط اخرى

source: Terms and Conditions
ar: الشروط والاحكام

source: Privacy policy
ar: سياسة الخصوصية

source: Return Policy
ar: سياسة الارتجاع

source: Ultimate Solutions Portal
ar: موقع شركة الحلول النهائية

source: Phone:
ar: الهاتف

source: Fax:
ar: الفاكس

source: Mobile:
ar: الجوال

source: Help
ar: المساعدة ؟

source: Language
ar: اللغة

source: Login
ar: تسجيل الدخول

source: my account
ar: حسابى

source: Introduction to the system
ar: التعريف بالنظام

source: How to subscription and register
ar: كيفية الاشتراك والتسجيل

source: Portal Overview
ar: تعريف بمنصة الاشتراك

source: Calculation of tax, discount, method of payment and suspension of the invoice
ar: حساب الضريبة والخصم وطريقة الدفع وتعليق الفاتورة

source: Issuance of sales invoice
ar: اصدار فاتورة مبيعات

source: Reports from the site and the application
ar: تقارير من الموقع والتطبيق

source: CASHIER ME
ar: كاشير مي

source: Application To Manage Restaurants, Cafes and retail Stores
ar: تطبيق إدارة المطاعم والكافيهات ومحلات البيع بالتجزئة

source: Enjoy Your Free Trail
ar: استمتع بتجربته مجانّا

source: Electronic Invoice
ar: الفاتورة الالكترونية

source: Electronic Invoice
ar: الفاتورة الالكترونية

source: Compatible with the Egyptian Tax Authority and the electronic invoice system
ar: متوافق مع مصلحة الضرائب المصرية ومنظومة الفاتورة الالكترونية

source: Compliant with the requirements of the Zakat and Tax Authority and registered in the Authority's list of electronic service providers
ar: متوافق مع متطلبات هيئة الزكاة و الضرائب و مسجل ضمن قائمة الهيئة لمزودي الخدمات الالكترونية

source: Cashier Me POS
ar: كاشير مي نقاط البيع

source: Restaurants & Cafes
ar: المطاعم والكافيهات

source: Managing restutations and cafes has become moe seamless and hassle and free with ultimate point of sale
ar: إدارة المطاعم والكافيهات أصبحت أكثر سلاسة وخالية من المتاعب مع كاشير مي

source: Retail Stores
ar: محلات البيع بالتجزئة

source: The system is able to manage multiple branches of retail stores
ar: النظام قادر على إدارة فروع متعددة لمحلات البيع بالتجزئة

source: Enterprise Support - With a single account, you can manage multiple outlets and price lists
ar: دعم المؤسسات - باستخدام حساب واحد، تستطيع من خلاله إدارة منافذ متعددة وقوائم الأسعار

source: Cloud Enabled - Your port data is saved on the cloud and you can access it from anywhere and at any time
ar: يتم حفظ بيانات المنفذ الخاص بك على الكلاود ويمكّنك ذلك من الوصول إليها من أي مكان وفي أي وقت

source: Built-in Tax Support - Are taxes causing you trouble? Taxes are very easy with Cashierme
ar: هل الضرائب تسبب لك المتاعب؟ الضرائب في غاية السهولة مع كاشير مي

source: Hub for Reliability - The ability to work offline and activate offline sync to migrate invoices and save data
ar: إمكانية العمل اوفلاين و تفعيل المزامنة اونلاين لترحيل الفواتير و حفظ البيانات

source: Everything your shop needs
ar: كل ما يحتاجه متجرك

source: Cashier Me POS is based on a smart interface that any retail company can use without difficulty. Because it's extremely flexible, you can configure Cashier Me POS to meet your precise nee
ar: يعتمد كاشير مي نقاط البيع على واجهة ذكية يمكن لأي شركة بيع بالتجزئة القيام بها واستخدمه دون صعوبة. لأنه مرن للغاية ، يمكنك كاشير مي نقاط البيع من تلبية احتياجاتك الدقيقة

source: Issue printed or electronic receipts
ar: يقوم بإصدار إيصالات مطبوعة أو إلكترونية

source: Keep recording sales even when offline
ar: يستمر في تسجيل المبيعات حتى في حالة عدم الاتصال بالإنترنت

source: Connect a receipt printer, barcode scanner, and cash drawer
ar: يمكن توصيلة بطابعة إيصالات وماسحة ضوئية للرموز الشريطية Bar code ودرج نقود

source: Sales analytics
ar: تحليلات المبيعات

source: Access your reports anytime, anywhere.
ar: يمكنك الوصول إلى تقاريرك في أي وقت وفي أى مكان

source: View revenue, average sale and profit.
ar: عرض الايرادات ومتوسط البيع والربح

source: Determine best-selling items and categories.
ar: تحديد الأصناف والفئات الأكثر مبيعًا.

source: View complete sales history
ar: عرض تاريخ المبيعات الكامل

source: Export sales data to the spreadsheets
ar: تصدير بيانات المبيعات إلى جداول البيانات

source: The best way to manage your business
ar: أفضل طريقة لإدارة عملك

source: Better Service - Streamlined Operations - Simple & Intuitive - Manage Remotely - Seamless Integration - Stable & Reliable
ar: خدمة أفضل - عمليات مبسطة - بسيطة وبديهية - إدارة عن بُعد - تكامل سلس

source: You have been successfully subscribed to the Annual plan .it will be activated when you renew your subscription to the current plan in
ar: لقد تم اشتراكك بنجاح فى الباقة السنوية .سيتم تفعيلها عند تجديد اشتراكك فى الباقة الحالية في

source: You have been successfully subscribed to the Monthly plan .it will be activated when you renew your subscription to the current plan in
ar: لقد تم اشتراكك بنجاح فى الباقة الشهرية .سيتم تفعيلها عند تجديد اشتراكك فى الباقة الحالية في

source: your pos set to remove on
ar: تم تعيين نقاط بيعك على الحذف فى

source: Cancel remove Pos
ar: الغاء الحذف

source: Change Plan
ar: إدارة الباقة

source: Add more Pos
ar: اضافة نقاط بيع اكثر

source: Remove pos
ar: حذف نقاط بيعك

source: Change to This Plan
ar: التغيير لهذة الباقة

source: Free Trail
ar: تجربة مجانية

source: per month
ar: / شهر

source: point of sale *
ar: نقطة بيع

source: Payment
ar: المبلغ المستحق

source: Current pos
ar: نقاط بيعك الحالية

source: --Select POS NO You Want To Remove--
ar: --اختر عدد نقاط البيع التي تريد حذفها--

source: Total
ar: الاجمالي

source: Current Payment
ar: المبلغ المستحق

source: Confirm Payment
ar: تأكيد الدفع

source: subscription
ar: اشتراك

source: Annualy
ar: سنوي

source: Congratulations, the operation was successfully completed To show your invoice please
ar: تهانينا ,لقد تم تنفيذ طلبك بنجاح لعرض الفاتورة يرجى النقر على

source: Sorry, you cannot complete the process. Please make sure you have enough credit and try again
ar: عفوا لايمكن تنفيذ طلبك يرجى التأكد من رصيد كافى

source: Sorry, the process cannot be completed now, please try again later
ar: عفوا لايمكن تنفيذ طلبك الان يرجى المحاولة في وقت لاحق

source: Sorry, Your subscription has expired, to renew
ar: لقد انتهى اشتراكك للتجديد

source: Click here
ar: إضغط هنا

source: Current Plan
ar: الباقة الحالية

source: You have been successfully subscribed to the Mothly plan .it will be activated when you renew your subscription to the current plan in
ar: لقد تم اشتراكك بنجاح فى الباقة الشهرية .سيتم تفعيلها عند تجديد اشتراكك فى الباقة الحالية

source: Your Point of sale is set to remove on
ar: تم تعيين نقاط بيعك على الحذف فى

source: Free Trial
ar: تجربة مجانية

source: point of sale
ar: نقطة بيع

source: per Year *
ar: / السنة

source: Next payment
ar: تاريخ التجديد التالي

source: Invoice No
ar: رقم الفاتورة

source: Date
ar: التاريخ

source: Login Information
ar: بيانات التسجيل

source: User No
ar: رقم المستخدم

source: Password
ar: كلمة المرور

source: Application Code
ar: كود التطبيق

source: Link
ar: الرابط

source: Email
ar: البريد الالكترونى

source: Remember me
ar: تذكرني

source: Forgot password
ar: نسيت كلمة المرور

source: To login to your UltimateDokkan account:
ar: للدخول على الصفحة الشخصية على cashierme

source: (Click here!)
ar: (إضغط هنا)

source: 15 days trial
ar: تجربة 15 يوم

source: 60 days trial
ar: تجربة 60 يوم

source: Free Trail
ar: استمتع بتجربته مجانًا

source: Subscripttion
ar: إشتراك

source: per pos monthly:
ar: لكل نقطة شهرياَ

source: Paid Annually
ar: تدفع سنوياَ

source: Paid Monthly
ar: تدفع شهرياَ

source: Subscripttion Now
ar: إشترك الان

source: Subscripttion Now1
ar: إشترك الان

source: Subscripttion Now2
ar: إشترك الان

source: Privacy Policy
ar: سياسة الخصوصية

source: Saving your preferences with regard to our Services;
ar: حفظ تفضيلاتك فيما يتعلق بخدماتنا

source: Cashier Me portal products of many products of Ultimate Solutions Corporation C.R. 4030182217, which pointed here as (“Company”, “we”, “us”, “ours”).
ar: منصة CASHIER ME هي إحدى المنتجات التابعة لشركة الحلول النهائية لأعمال الحاسب الآلي المسجلة بسجل تجاري رقم 4030182217 والمشار لها في هذه الوثيقة ب (الشركة , نحن , *الخاصة بنا)

source: This privacy policy (“Policy”) will explain how we use the personal data we collect when you access our website (“Website”) and any of our services.
ar: ستوضح سياسة الخصوصية *ويُشار إليها هنا بـ*السياسة*) كيفية استخدامنا للبيانات الشخصية التي نجمعها عند دخولك إلى موقعنا الإلكتروني (ويُشار إليه هنا بـ*الموقع*) أو أي من خدماتنا.

source: Your privacy is important to us. If you do not agree to the terms of this Policy, please discontinue your use of our services.
ar: خصوصيتك تهمنا. إذا لم توافق على شروط هذه السياسة، فلن يمكنك الولوج إلى موقع الويب الخاص بنا أو استخدام أي من خدماتنا.

source: What Data Do We Collect?
ar: ما هي المعلومات التي نجمعها؟
