Repository: ultimatepython2023/cashierme-live-server
Catalog: 21-1-2024/UltimatePosSitePythonV1.0.0/translations/*/LC_MESSAGES/messages.po
Languages: ar

source: We collect data from you when you access our website and/or use our Ultimate Solutions cloud-based Taplet point-of-sale (POS). This includes all hardware, products, and services offered by the Company via our website, software applications, and all associated services (collectively, “Services”).
ar: نقوم بجمع بيانات تخصك عند دخولك إلى موقعنا الإلكتروني و / أو استخدام إحدى نقاط البيع POS السحابية التابعة لشركة الحلول النهائية Ultimate Solutions، من على جهاز التابلت خاصتك، ويشمل ذلك جميع الأجهزة والمنتجات والخدمات التي تقدمها الشركة عبر موقعنا على الويب والتطبيقات البرمجية وجميع الخدمات المرتبطة بها (يُشار إليها إجمالاً باسم *الخدمات*).

source: Our Company collects the following data:
ar: تجمع شركتنا البيانات التالية:

source: Information you give us directly:
ar: المعلومات التي تقدمها لنا مباشرة:

source: Personal identification information you knowingly give us when you create an account, publish content, make a purchase, or ﬁll any online forms, including:
ar: معلومات شخصية وتعريفية، تمنحها لنا عن علم عند إنشاء حساب أو نشر محتوى، أو إجراء عملية شراء، أو ملء أيٍ من النماذج الموجودة على الإنترنت، ويشمل ذلك:

source: - Personal details such as name, country of residence, etc.
ar: - معلومات شخصية مثل الاسم وبلد الإقامة وما إلى ذلك.

source: - Contact information such as email address, address, etc.
ar: - معلومات الاتصال مثل عنوان البريد الإلكتروني والعنوان وما إلى ذلك.

source: - Account details such as user name, user ID, password, etc.
ar: - تفاصيل الحساب مثل اسم المستخدم ومعرف المستخدم وكلمة المرور وما إلى ذلك.

source: - Payment information such as credit card details, bank details, etc.
ar: - معلومات الدفع مثل تفاصيل بطاقة الائتمان والتفاصيل المصرفية وما إلى ذلك.

source: - Any other materials you willingly submit to us such as articles, images, feedback, etc.
ar: - أي مواد أخرى ترسلها إلينا بمحض إرادتك مثل المقالات والصور والتعليقات وما إلى ذلك.

source: Information you give us directly that does not personally identify you, including age, gender, zip code, interests, and preferences with respect to our Services.
ar: المعلومات التي تقدمها لنا مباشرة والتي لا تحدد هويتك الشخصية، بما في ذلك العمر والجنس والرمز البريدي والاهتمامات والتفضيلات المتعلقة بخدماتنا.

source: Information automatically collected when you access our Services:
ar: المعلومات التي يتم جمعها تلقائيًا عند الدخول إلى خدماتنا:

source: Cookies
ar: ملفات تعريف الارتباط

source: A browser cookie is a small piece of data that is stored on your device to help websites remember things about you. When you visit our Website, we collect standard Internet log information and visitor behavior information from you through cookies or similar technology. In this Policy, we say cookies (“Cookies”) to discuss all such technologies. For further information about cookies, visit allaboutcookies.org.
ar: ملف تعريف ارتباط المتصفح هو مجموعة بيانات صغيرة الحجم يتم تخزينها على جهازك لمساعدة مواقع الويب على تذكر أمور تتعلق بك. عندما تزور موقعنا، نقوم بجمع معلومات سجل الإنترنت القياسية ومعلومات سلوك الزائر من خلال ملفات تعريف الارتباط أو تقنية مشابهة. في هذه السياسة، يُشار إلى ملفات تعريف الارتباط بـ*ملفات تعريف الارتباط*) لمناقشة كل هذه التقنيات. لمزيد من المعلومات حول ملفات تعريف الارتباط ، قم بزيارة allaboutcookies.org

source: When do we collect cookies?
ar: متى نجمع ملفات تعريف الارتباط؟

source: We collect these cookies when you access our Website and/or use any of our Services. We also collect these cookies when you interact with our Services offered through one of our partners.
ar: نقوم بجمع بيانات ملفات تعريف الارتباط عندما تدخل إلى موقعنا الإلكتروني و / أو تستخدم أيًا من خدماتنا، كما نقوم أيضًا بجمعها عندما تتفاعل مع خدماتنا المقدمة من خلال أحد شركائنا.

source: How do we use cookies?
ar: كيف نستخدم ملفات تعريف الارتباط ؟

source: Our Company uses cookies in a range of ways to improve your experience on our website and offer a more intuitive and satisfying experience, including:
ar: تستخدم شركتنا ملفات تعريف الارتباط بعدة طرق لتحسين تجربتك على موقعنا الإلكتروني وتقديم تجربة أكثر سهولة وإرضاءً ، بما في ذلك:

source: Keeping you signed in;
ar: الاحتفاظ بتسجيل الدخول

source: Protecting your data and account;
ar: حماية بياناتك وحسابك

source: Understanding how you use our Services;
ar: فهم كيفية استخدامك لخدماتنا

source: Helping us see which features are most popular Counting visitors to a page;
ar: مساعدتنا في معرفة الميزات الأكثر شيوعًا

source: Keeping our Services secure
ar: حساب عدد زوار الصفحة

source: What types of cookies do we use?
ar: الحفاظ على خدماتنا آمنة

source: The cookies we use generally fall into one of the following categories:
ar: ما أنواع ملفات تعريف الارتباط التي نستخدمها؟

source: Functionality: Our Company uses these cookies so that we recognize you on our website and remember your previously-selected settings and preferences, such as language and location.
ar: عادة تندرج ملفات تعريف الارتباط التي نستخدمها ضمن إحدى الفئات التالية: ملفات وظيفية: تستخدم شركتنا ملفات تعريف الارتباط حتى نتمكن من التعرف عليك على موقعنا الإلكتروني ولنتذكر الإعدادات والتفضيلات التي قمت بتحديدها مسبقًا، مثل اللغة والموقع الجغرافي.

source: Advertising: Our Company uses these cookies to collect information about your visit to our website, the content you viewed, and the links you followed. This means while accessing our Services, you may view ads based on your browsing patterns on our website. However, this information will not be shared with third parties for their marketing purposes.
ar: الإعلان: تستخدم شركتنا ملفات تعريف الارتباط لجمع معلومات حول زيارتك لموقعنا الإلكتروني والمحتوى الذي شاهدته والروابط التي اتبعتها، وبالتالي، عند دخولك إلى خدماتنا، ستظهر لك إعلانات بناءً على أنماط التصفح الخاصة بك على موقعنا. مع العلم أنه لن يتم مشاركة هذه المعلومات مع أي جهات خارجية لأغراض التسويق.

source: Security: We use these cookies to help identify and prevent security risks.
ar: الأمان: نستخدم ملفات تعريف الارتباط للمساعدة في تحديد المخاطر الأمنية ومنعها.

source: Performance: We use these cookies to collect information about how you interact with our Services so we can improve them.
ar: الأداء: نستخدم ملفات تعريف الارتباط لجمع معلومات حول كيفية تفاعلك مع خدماتنا حتى نتمكن من تحسينها

source: How can you manage cookies?
ar: كيف يمكنك إدارة ملفات تعريف الارتباط؟

source: Most web browsers are set to accept cookies by default. If you prefer to do so, you can usually remove or reject browser cookies through the settings on your browser or device. Keep in mind though that removing or rejecting cookies could affect the availability and functionality of our Services.
ar: عادة يلجأ معظم متصفحي صفحات الويب إلى ضبط قبول ملفات تعريف الارتباط بشكل افتراضي. إذا كنت تفضل القيام بذلك، فيمكنك إزالة ملفات تعريف الارتباط الخاصة بالمتصفح أو رفضها من خلال الإعدادات الموجودة في متصفحك أو جهازك. من المهم أن نشير هنا إلى أن إزالة ملفات تعريف الارتباط أو رفضها قد يؤثر على توفر خدماتنا ووظائفها.

source: How Do We Collect Your Data?
ar: كيف نجمع بياناتك؟

source: You directly provide Our Company with most of the data we collect. We collect data and process data when you:
ar: أنت تزود شركتنا مباشرة بمعظم البيانات التي نجمعها، فنحن نجمع البيانات ونستخدمها عندما تقوم بـ:

source: Register online or place an order for any of our products or services.
ar: التسجيل عبر الإنترنت أو تقديم طلب لأي من منتجاتنا أو خدماتنا.

source: Voluntarily complete a customer survey or provide feedback on any of our message boards or via email.
ar: التطوع بملء استطلاع رأي أو كتابة ملاحظات على أي من لوحات تبادل الرسائل الخاصة بنا أو عبر البريد الإلكتروني.

source: Access our Services via your browser’s Cookies.
ar: الوصول إلى خدماتنا عبر ملفات تعريف الارتباط الموجودة في المتصفح الخاص بك.

source: Interact with or register to our Services offered through our third-party affiliates.
ar: التفاعل مع أو التسجيل في خدماتنا المقدمة من شركاتنا التابعة لجهات خارجية.

source: Data shared by other Ultimate Solutions Partners.
ar: تصفح البيانات التي يعرضها شركاء الحلول النهائية.

source: Data which falls in the public domain.
ar: تصفح البيانات التي تقع في المجال العام.

source: Data provided by independent third party without infringing any legal duty to preserve such data.
ar: تصفح البيانات المقدمة من طرف ثالث مستقل دون التعدي على أي واجب قانوني للحفاظ على هذه البيانات.

source: How Will We Use Your Data?
ar: كيف سنستخدم بياناتك؟

source: We do not collect information about you unless the law allows us to do so and unless we need this information to deliver our Services. In addition to some of the specific uses this Policy covers, Our Company collects your data in order to:
ar: نحن لا نجمع معلومات عنك ما لم يسمح لنا القانون بذلك وما لم نحتج إلى هذه المعلومات لتقديم خدماتنا. بالإضافة إلى بعض الاستخدامات المحددة التي تغطيها هذه السياسة، تجمع شركتنا بياناتك من أجل:

source: Create and manage your accounts;
ar: إنشاء وإدارة حساباتك

source: Fulfill and manage your orders;
ar: تلبية وتنظيم طلباتك

source: Deliver products and services;
ar: تقديم المنتجات والخدمات

source: Send administrative information, including by email;
ar: إرسال المعلومات الإدارية، وتتضمن إرسالها عبر البريد الإلكتروني

source: Send marketing and promotional communications, including by email;
ar: التواصل من أجل التسويق والترويج، ويشمل ذلك التواصل عبر البريد الإلكتروني

source: Respond to requests and inquiries;
ar: الرد على الطلبات والاستفسارات

source: Develop, operate, improve, deliver, and maintain our Services;
ar: توفير خدماتنا وتشغيلها وتحسينها وتطويرها وصيانتها

source: Monitor and analyze trends and usage;
ar: مراقبة وتحليل الاتجاهات والاستخدام

source: Enhance the safety and security of our Services;
ar: تعزيز سلامة وأمن خدماتنا

source: Verify your identity and prevent fraud or other unauthorized or illegal activity;
ar: التحقق من هويتك ومنع الاحتيال أو أي نشاط غير مصرح به أو غير قانوني

source: Enforce our Terms and Conditions and other usage policies;
ar: فرض الشروط والأحكام الخاصة بنا وسياسات الاستخدام الأخرى

source: Request user feedback;
ar: طلب ملاحظات المستخدم

source: Improve user experience;
ar: تحسين تجربة المستخدم

source: Post customer testimonials;
ar: عرض شهادات العملاء

source: Deliver targeted advertising.
ar: عرض إعلانات مستهدفة

source: Whom Do We Share Your Data With?
ar: مع من يتم مشاركة البيانات الخاصة بك؟

source: Sharing your data for business purposes:
ar: مشاركة بياناتك لأغراض تجارية:

source: We may disclose your information to the following:
ar: قد نكشف عن معلوماتك إلى الجهات التالية:

source: Our employees
ar: موظفينا

source: Our professional advisers, including but not limited to financial, legal, and management advisers
ar: خبرائنا المهنيين، بما في ذلك على سبيل المثال لا الحصر الخبراء الماليين والقانونيين والإداريين

source: Our corporate entities or affiliated entities
ar: شركتنا أو الكيانات التابعة لنا

source: Our consultants, including market research entities, advertising agencies, etc.
ar: مستشارينا، بما في ذلك الكيانات المعنية بأبحاث التسويق ووكالات الإعلان، إلخ.

source: Any assignee or transferee of Ultimate Solutions rights against its consumers
ar: المنقول إليه أو المحال له حقوق شركة الحلول النهائية تجاه عملائها

source: Any person we enter into contractual relations with to help us deliver our Services
ar: أي شخص ندخل في علاقات تعاقدية معه ليساعدنا في تقديم خدماتنا

source: Third parties with whom we need to share information to fulfill any specific request you submit to us
ar: الأطراف الثالثة التي نحتاج إلى مشاركة المعلومات معها للوفاء بأي طلب محدد ترسله إلينا

source: However, we only share your data with the above-mentioned entities under the following conditions combined:
ar: ومع ذلك، فإننا نشارك بياناتك فقط مع الجهات المذكورة أعلاه وفقًا للشروط التالية:

source: We are required to share this information to be able to deliver, process, develop, and enhance our Services.
ar: عندما نكون مطالبين بمشاركة هذه المعلومات حتى نتمكن من تقديم خدماتنا ومعالجتها وتطويرها وتحسينها.

source: We are allowed by law to share this information.
ar: عندما يسمح لنا القانون بمشاركة هذه المعلومات

source: We limit the information we share to the extent that is necessary to fulfill the purpose outlined under (A).
ar: تقتصر مشاركتنا للمعلومات على القدر الضروري لتحقيق الغرض الموضح في (A).

source: The concerned entity agrees in writing not to disclose this information to others.
ar: د) موافقة الجهة المعنية كتابةً على عدم إفشاء هذه المعلومات للآخرين.

source: Some of the above-mentioned employees, professional advisers, contractors, and affiliated organizations may be located outside of your home country; by using the Services, you consent to the transfer of such information to them to the extent permissible under applicable law.
ar: قد يقع بعض الموظفين والخبراء المهنيين والمقاولين والمنظمات التابعة للمذكورين أعلاه خارج موطنك الأم؛ وعند استخدامك خدماتنا، فإنك توافق على نقل هذه المعلومات إليهم وفق الحد المسموح به وبموجب القانون المعمول به.

source: Sharing your data for legal purposes:
ar: مشاركة بياناتك لأغراض قانونية:

source: We may share information about you if required by governmental bodies, agencies, or regulators if we reasonably believe that disclosing the information is needed to:
ar: قد نشارك معلومات عنك إذا طلبت ذلك الهيئات أو الوكالات الحكومية أو المشرعون وإذا كان لدينا ما يدفعنا للاعتقاد أن الكشف عن المعلومات ضروري من أجل:

source: (a) comply with any valid legal process, governmental request, or applicable law, rule, or regulation; (b) investigate, remedy, or enforce potential Terms and Conditions violations; (c) protect the rights, property, and safety of us, our users, or others; (d) detect and resolve any fraud or security concerns.
ar: (أ) الامتثال لأي إجراء قانوني أو طلب حكومي أو قانون أو قاعدة أو لائحة سارية؛ (ب) التحقيق في الانتهاكات المحتملة للشروط والأحكام أو معالجتها أو تنفيذها؛ (ج) حماية حقوقنا وممتلكاتنا وسلامتنا أو سلامة مستخدمينا أو غيرهم؛ (د) اكتشاف أي احتيال أو مخاوف أمنية وحلها.

source: This may include responding to legal requests from jurisdictions outside of the Kingdom of Saudi Arabia where we have a good faith belief that the response is required by law in that jurisdiction, affects users in that jurisdiction, and is consistent with internationally recognized standards.
ar: قد يشمل ذلك الاستجابة للطلبات القانونية من ولايات قضائية خارج المملكة العربية السعودية إذا كان لدينا ما يدفعنا للاعتقاد أن الاستجابة مطلوبة بموجب القانون في تلك الولاية القضائية، وأنها ستؤثر على المستخدمين في تلك الولاية القضائية، وتتوافق هذه الطلبات مع المعايير المعترف بها دوليًا.

source: How Do We Store Your Data?
ar: كيف نقوم بتخزين بياناتك؟

source: We strive to ensure that your information is kept safe and secure at all times. We store this data on computer servers in a controlled environment protected against unauthorized access. We maintain reasonable administrative, technical, and physical safeguards to protect against the unauthorized access, use, modiﬁcation, and disclosure of your data.
ar: نحن نسعى جاهدين لضمان حماية معلوماتك وأمنها في جميع الأوقات. نقوم بتخزين هذه البيانات على سيرفرات الكمبيوتر في بيئة خاضعة للرقابة، حيث يتم حماية بياناتك ضد أي محاولات للاتصال غير المصرح به. وذلك يتم في إطار الضمانات الإدارية والفنية والمادية التي تحمي البيانات من محاولات اختراقها واستخدامها وتعديلها والكشف عنها.

source: We will retain and use your data for the period necessary to comply with our legal obligations, resolve disputes, and enforce our agreements unless a longer retention period is required or permitted by law. Once this period expires, your personal information shall be deleted. Therefore, the right to access, the right to erasure, the right to rectiﬁcation, and the right to data portability cannot be enforced after the expiration of this retention period.
ar: سنحتفظ ببياناتك ونستخدمها للفترة اللازمة وبما يتوافق مع التزاماتنا القانونية ولحل النزاعات وإنفاذ اتفاقياتنا، ما لم يتطلب القانون أن نحتفظ بالبيانات لفترة أطول. بمجرد انتهاء هذه الفترة، سيتم حذف معلوماتك الشخصية، وبالتالي، لن يكن لدينا الصلاحية ولا الحق في الوصول إلى البيانات، أو مسحها، أو تعديلها، أو نقلها.

source: Marketing
ar: التسويق

source: Our Company would like to send you information about products and services of ours and of some carefully selected third parties that we think you might like. If you have agreed to receive marketing communication, you may always opt-out of it at a later date.
ar: ترغب الشركة في ارسال معلومات لك حول المنتجات والخدمات الخاصة بنا وبعض الجهات الخارجية المختارة بعناية والتي نعتقد أنها قد تنال إعجابك. إذا وافقت على تلقي اتصالات تسويقية، فيمكنك سحب موافقتك في أي وقت لاحق.

source: If you do not wish to be contacted for marketing purposes, please inform us by ticking the appropriate box in the profile form or relevant application form, by sending us a written request to
ar: إذا كنت لا ترغب في أن يتم التواصل معك لأغراض تسويقية، فيرجى إبلاغنا عن طريق وضع علامة في المربع المناسب في نموذج الملف الشخصي أو نموذج الطلب ذي الصلة، أو عن طريق إرسال طلب مكتوب إلينا عبر،

source: or by calling our helpline number.
ar: أو عن طريق الاتصال بخط المساعدة الخاص بنا.

source: Billing and Payments
ar: الفواتير والمدفوعات

source: In case of services requiring payment, we request credit card or other payment account information, which will be used solely for processing payments. Your purchase transaction data will be stored only as long as is necessary to complete the relevant transaction. If you choose to save your payment details for processing future payments, your ﬁnancial information will be stored in encrypted form on the secure servers of our reputable payment gateway service provider.
ar: في حالة طلب خدمات مدفوعة، سنطلب منك معلومات عن بطاقة الائتمان أو غيرها من حسابات الدفع، وسيتم استخدامها فقط في هذه المدفوعات. سيتم حفظ بيانات معاملات الشراء الخاصة بك طالما كان ذلك ضروريًا لإكمال المعاملة ذات الصلة فقط. إذا اخترت حفظ تفاصيل الدفع الخاصة بك لمعالجة المدفوعات المستقبلية، فسيتم تخزين معلوماتك المالية في شكل مشفر على السيرفرات الآمنة لمزود خدمة بوابة الدفع المعروف لدينا.

source: What Are Your Data Protection Rights?
ar: ما هي حقوق حماية البيانات الخاصة بك؟

source: Our Company would like to make sure you are fully aware of all of your data protection rights. Every user is entitled to the following:
ar: نود التأكد من أنك على دراية كاملة بجميع حقوق حماية بياناتك. يحق لكل مستخدم ما يلي:

source: The right to access
ar: الحق في الوصول

source: You have the right to request our Company for copies of the personal data we have collected from you.
ar: يحق لك أن تطلب من شركتنا نسخًا من البيانات الشخصية التي جمعناها منك

source: The right to rectification
ar: الحق في التعديل

source: You have the right to request that our Company correct any information you believe is inaccurate. You also have the right to request our Company to complete the information you believe is incomplete.
ar: يحق لك أن تطلب من الشركة أن تقوم بتعديل أي من البيانات التي تعتقد أنها غير دقيقة. لديك أيضًا الحق في طلب إكمال المعلومات التي تعتقد أنها غير كاملة.

source: The right to erasure
ar: الحق في الحذف

source: You have the right to request that our Company erase your personal data, under certain conditions.
ar: حق لك أن تطلب من الشركة أن تقوم بحذف بيانات الشخصية في ظروف أو حالات معينة.

source: The right to restrict processing
ar: الحق في تقييد معالجة البيانات

source: You have the right to request that our Company restrict the processing of your personal data, under certain conditions.
ar: يحق لك أن تطلب من الشركة أن تقوم بالحد من معالجة بيانات الشخصية في ظروف أو حالات معينة.

source: The right to object to processing
ar: الحق في الاعتراض على معالجة البيانات

source: You have the right to object to Our Company’s processing of your personal data, under certain conditions.
ar: يحق لك أن تعترض على معالجة الشركة لبياناتك الشخصية في ظروف أو حالات معينة.

source: The right to data portability
ar: الحق في نقل البيانات

source: You have the right to request that Our Company transfer the data that we have collected to another organization, or directly to you, under certain conditions.
ar: يحق لك أن تطلب من شركتنا أن تقوم بنقل البيانات التي جمعناها منك إلى شركة أخرى، أو لك مباشرة في ظروف أو حالات معينة.

source: If you make a request, we have one month to respond to you. If you would like to exercise any of these rights, please contact us at our email:
ar: إذا تقدمت إلينا بطلب، فلدينا شهر واحد للرد عليك. إذا كنت ترغب في ممارسة أيٍ من هذه الحقوق، يرجى الاتصال بنا عبر البريد الإلكتروني:

source: Privacy Policies of Other Websites
ar: سياسات الخصوصية لمواقع الويب الأخرى

source: Our Website contains links to other websites that are not owned or controlled by us. Please be aware that we are not responsible for the privacy practices of such other websites or third-parties. Our Policy applies only to our website, so if you click on a link to another website, you should read its respective privacy policy.
ar: يحتوي موقعنا على روابط لمواقع أخرى لا نملكها ولا نتحكم فيها. يرجى العلم أننا لسنا مسؤولين عن ممارسات الخصوصية لهذه المواقع الأخرى أو أي أطراف خارجية. تنطبق سياستنا على موقعنا الإلكتروني فقط، لذا إذا نقرت على رابط لتنتقل إلى موقع ويب آخر، سيتعين عليك قراءة سياسة الخصوصية الخاصة به.

source: Changes to Our Privacy Policy
ar: إجراء التغييرات على سياسة الخصوصية

source: We may modify or update this Policy from time to time. But when we do, we’ll let you know one way or another. Sometimes, we will let you know by revising the date at the top of the Policy that is available on our website.
ar: يحق لنا تعديل أو تحديث هذه السياسة من وقت لآخر. وعندما نفعل ذلك، سنبلغك بطريقة أو بأخرى. في بعض الأحيان سيكون ذلك عن طريق تعديل التاريخ في الجزء العلوي من السياسة المتوفرة على موقعنا على الإنترنت.

source: After we post such changes to our Policy, your continued use of our Services means you agree to these changes.
ar: إذا استمريت في استخدام خدماتنا بعد إجراء تغييرات على سياستنا، سيعني هذا أنك توافق على هذه التغييرات.

source: How to Contact Us
ar: كيف يمكن الاتصال بنا

source: If you have any questions about our Company’s Policy, the data we hold on you, or you would like to exercise one of your data protection rights, please do not hesitate to contact us.Email us at:
ar: إذا كانت لديك أي أسئلة حول سياسة شركتنا، أو البيانات التي نحتفظ بها عنك، أو إذا كنت ترغب في ممارسة أحد حقوق حماية البيانات الخاصة بك، فلا تتردد في الاتصال بنا. راسلنا على البريد الإلكتروني:

source: Best Time Call
ar: افضل وقت للتواصل

source: Password change
ar: تغيير كلمة االمرور

source: Current password (leave blank to leave unchanged)
ar: كلمة المرور الحالية (اترك الحقل فارغاً إذا كنت لا تودّ تغييرها)

source: New password (leave blank to leave unchanged)
ar: كلمة المرور الجديدة (اترك الحقل فارغاً إذا كنت لا تودّ تغييرها)

source: Confirm new password
ar: تأكيد كلمة المرور الجديدة

source: Save Changes
ar: حفظ التغيرات

source: cancel_subscription&delete_account
ar: الغاء الاشتراك / حذف الحساب

source: Reset Password
ar: تغيير كلمة المرور

source: New Password
ar: كلمة المرور الجديدة

source: Retry Password
ar: تأكيد كلمة المرور

source: Submit
ar: تأكيد

source: Return Policy
ar: سياسة الارتجاع

source: There is no return on our products: Ultimate point of sale System
ar: لا يوجد إرتجاع على منتجاتنا: وهو نظام كاشيرمي نقاط البيع

source: Forget Password
ar: تغيير كلمة المرور

source: Minutes To change password
ar: دقيقة لإعادة تعيين كلمة المرور

source: Free Demo
ar: انشئ شركتك

source: Create Subscription
ar: انشئ نسخة مجانية

source: If you want to resend your data in email please click me
ar: إذا كنت ترغب في إعادة إرسال بياناتك بالبريد الإلكتروني ، يرجى النقر هنا

source: password mot Compliex
ar: يجب الا يقل عدد الخانات عن 8 وان تحتوي على حرف واحد على الاقل

source: Your request is being processed please wait..
ar: جاري تنفيذ طلبك برجاء الانتظار ...

source: An error occurred while executing your request, please .
ar: حدث خطأ ما أثناء تنفيذ طلبك يرجى .

source: contact us
ar: التواصل معانا

source: Terms And Conditions
ar: الشروط والاحكام

source: Communications
ar: التواصل

source: OVERVIEW
ar: لمحة عامة
