Repository: ultimatepython2023/cashierme-live-server
Catalog: 21-1-2024/UltimatePosSitePythonV1.0.0/translations/*/LC_MESSAGES/messages.po
Languages: ar

source: &#9679 exclude any of our or your liabilities that may not be excluded under applicable international comparative law.
ar: التنصل من التزاماتنا أو التزاماتك التي لا يسمح بها القانون الدولي المقارن المعمول به.

source: The limitations and prohibitions of liability set in this Section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph; and (b) govern all liabilities arising under the disclaimer, including those arising in contract, in tort and for breach of statutory duty. As long as the website and the information and services on it are provided free of charge, we will not be liable for any loss or damage of any nature.
ar: إن قيود ومحظورات المسؤولية المنصوص عليها في هذا القسم وفي أي مكان آخر في إخلاء المسؤولية هذا: (أ) تخضع للفقرة السابقة. (ب) تنظم جميع الالتزامات المترتبة على إخلاء المسؤولية، بما في ذلك تلك المترتبة على هذا العقد، في حالة الضرر أو الإخلال بالواجب القانوني. طالما أن موقع الويب والمعلومات والخدمات الموجودة عليه تقدم مجانًا، فإننا غير مسؤولين عن أي خسارة أو ضرر من أي نوع كان.

source: Thank You
ar: شكرا لك

source: You have registered with upos, Check your email we have sent an email to confirm your registeration.
ar: لقد قمت بالتسجيل فى كاشير مي نقاط البيع يرجى التحقق من بريدك الالكترونى الذى ارسلناة اليك لتأكيد عملية التسجيل الخاص بك

source: Please check spam if you don't find it in the inbox
ar: يرجى التحقق من البريد العشوائي إذا لم تجده في البريد الوارد

source: Welcome :
ar: مرحبا

source: Thanks For Register Demo Version
ar: شكرا لتسسجيلك على الباقة المجانية

source: Application Expires in:
ar: انتهاء صلاحية النسخة التجريبية فى:

source: Invoive
ar: الفاتورة

source: Invoice
ar: الفاتورة
