Repository: ultimatepython2023/cashierme-live-server
Catalog: 21-1-2024/UltimatePosSitePythonV1.0.0/translations/*/LC_MESSAGES/messages.po
Languages: ar

source: The following (Terms and Conditions) are a legal agreement between you, as a current or prospective customer of Ultimate ٍSolutions, the user (“you,” “your”) and Ultimate Solutions, an affiliate of Ultimate Solutions, which includes [insert all sister companies/subsidiaries] (“Ultimate Solutions”, “we”, “us”, “our”), in order to govern your use of Ultimate Solutions’ services, including mobile applications, websites, software, hardware, and other products and services (collectively, the “Services”). By singing up and creating a Cashier Me account, visiting our website and/or subscribing to one of our services, you therefore agree to be bound by the following Terms and Conditions including additional rules, regulations and policies referenced herein. These Terms and Conditions apply to all users of the website, including without limitation, users who are browsers, vendors, customers, merchants, and/or contributors of content. Please read these Terms and Conditions carefully before accessing or using our website. If you do not agree to all the Terms and Conditions of this agreement, then you may not access the website or use any services. Any new features or tools which are added to the current website shall also be subject to the Terms and Conditions. You can review the most current version of the Terms and Conditions at any time on this page. We reserve the right to update, change or replace any part of these Terms and Conditions by posting updates and/or changes to our website. It is your responsibility to check this page periodically for changes. Your continued use of or access to the website following the posting of any changes signifies your understanding and acceptance of those changes. By continuing to use Ultimate Solutions Services, you agree to abide and be bound by those changes. If you do not agree to any of the aforementioned changes, you must cease your use of the Services.
ar: إن جزء (الشروط والأحكام) هو اتفاق قانوني بينك، كعميل حالي أو محتمل (وسيُشار إليك هنا بـالمستخدم* أو *أنت*)، وبين شركة الحلول النهائية لأعمال الحاسب الالي (Ultimate Solutions)، وسيُشار إليها هنا بـ*الحلول النهائية* أو *نحن*، من أجل تنظيم استخدامك لخدمات شركة الحلول النهائية بما فيها تطبيقات الجوال والمواقع الإلكترونية والبرمجيات والأجهزة والمنتجات والخدمات الأخرى (وسيُشار إليها هنا إجمالاً بـ*الخدمات*). من خلال تسجيلك وإنشائك لحساب cashierme و/أو زيارتك لموقعنا الإلكتروني و/أو اشتراكك في إحدى خدماتنا، فإنك بذلك توافق على الالتزام بالشروط والأحكام التالية بما في ذلك القواعد واللوائح والسياسات الإضافية المشار إليها هنا. تنطبق هذه الشروط والأحكام على جميع مستخدمي موقع الويب، بما في ذلك، على سبيل المثال لا الحصر، المتصفحين و/أو البائعين و/أو العملاء و/أو التجار و/أو المساهمين في المحتوى.الرجاء قراءة هذه الشروط والأحكام بعناية قبل الولوج إلى موقعنا الإلكتروني أو استخدامه. إذا كنت لا توافق على جميع شروط وأحكام هذا الاتفاق، فلن يمكنك الولوج إلى موقع الويب الخاص بنا أو استخدام أي من خدماتنا.أي أدوات أو ميزات جديدة تضاف إلى موقعنا الإلكتروني الحالي ستخضع إلى هذه الشروط والأحكام. ويمكنك مراجعة أحدث إصدار من الشروط والأحكام في أي وقت من خلال هذه الصفحة. كما أننا نحتفظ بالحق في تحديث أو تغيير أو استبدال أي جزء من مجموعة الشروط والأحكام هذه عن طريق نشر التحديثات و/أو التغييرات على موقعنا. وتقع على عاتقك مسؤولية مراجعة هذه الصفحة بشكل دوري لمعرفة التغييرات. إن استمرارك في استخدام أو الولوج إلى موقع الويب بعد نشر أي تغييرات يدل على فهمك وقبولك لهذه التغييرات.واستمرارك في استخدام خدمات الحلول النهائية يعني موافقتك على التقيد بهذه التغييرات والالتزام بها. وإذا كنت لا توافق على أي من التغييرات المذكورة أعلاه، فيجب عليك التوقف عن استخدام هذه الخدمات.

source: Account Cancellation & Data Protection
ar: إلغاء الحساب وحماية البيانات

source: &#9679 ultimate Solutions reserves the right to cancel or terminate any Cashier Me.com account in violation of the Terms and Conditions as well as Privacy Policies of this agreement; in which case Ultimate Solutions also reserves the right to hold on to any personal information belonging to the customer in question in its database, for a period of one month starting from the cancellation date.
ar: تحتفظ شركة الحلول النهائية بالحق في إلغاء أي حساب على cashierme.com أو إنهائه في حال حدوث أي انتهاك للشروط والأحكام وسياسات الخصوصية لهذه الاتفاقية. وفي هذه الحالة، تحتفظ شركة الحلول النهائية أيضًا بالحق في الاحتفاظ بأي معلومات شخصية تخص العميل المعني في قاعدة بيانات الشركة لمدة شهر واحد بدءًا من تاريخ الإلغاء.

source: &#9679 If, however, the customer chooses, for one reason or other, to cancel or terminate their Cashier Me.com account of their own accord, Foodics will immediately disregard and remove any personal information belonging to the customer in question from its database.
ar: ومع ذلك، إذا اختار العميل، لسبب أو لآخر، إلغاء أو إنهاء حساب cashierme.com الخاص به من تلقاء نفسه، فإن شركة الحلول النهائية ستحذف على الفور أي معلومات شخصية تخص العميل المعني من قاعدة بياناتها.

source: اConfidentiality
ar: السرية

source: &#9679 Only you have the right to access and use your account. You are responsible for ensuring that your login information remains confidential at all times. Ultimate Solutions will assume that in case your login information is used to access the Services by a user other than yourself, the latter has the legal authority to use such credentials. If you become aware of an unauthorized login from an unknown user, you agree to notify Ultimate Solutions immediately by email at info@ Cashier Me.com. You remain liable for any activity on your account until Ultimate Solutions is notified of the violation in question, and the Corporation may therefore proceed to take appropriate action.
ar: لديك الحق فقط في الوصول إلى حسابك واستخدامه. كما أنك تتحمل مسؤولية الحفاظ على سرية معلومات تسجيل الدخول الخاصة بك، إذ ستفترض شركة الحلول النهائية أنه في حالة استخدام معلومات تسجيل الدخول الخاصة بك للوصول إلى الخدمات من قبل مستخدم آخر غيرك، فإن الأخير لديه الصلاحيات القانونية لاستخدام بيانات الاعتماد تلك. وفي حال علمت بتسجيل دخول غير مصرح به من مستخدم غير معروف، فإنه يتوجب عليك إخطار شركة الحلول النهائية فورًا عبر البريد الإلكتروني التالي: info@UltimateDokkan.com. كما أنك تظل مسؤولاً عن أي نشاط على حسابك حتى يتم إخطار شركة الحلول النهائية بذلك الانتهاك، لكي تشرع الشركة في اتخاذ الإجراء المناسب.

source: Data Privacy & Security
ar: خصوصية البيانات وحمايتها

source: &#9679 The privacy and security of your personal information is important to us. Ultimate Solutions Privacy Policy describes and defines the types of personal information we collect about you, and the means in which we use them, in compliance with International comparative Law. We encourage you to read the Privacy Policy carefully, as it forms a binding part of these Terms and Conditions and contains important information about your rights.
ar: إن خصوصية معلوماتك وأمانها أمر مهم للغاية بالنسبة لنا. لذا تحدد سياسة الخصوصية الخاصة بشركة الحلول النهائية أنواع المعلومات الشخصية التي نجمعها منك وتعرفها، ناهيك عن الطرق التي نستخدمها بها بما يتوافق مع القانون الدولي المقارن. ولكون سياسة الخصوصية تشكل جزءًا ملزمًا من هذه الشروط والأحكام وتحتوي على معلومات مهمة حول حقوقك، فإننا نحثك على قراءتها بعناية.

source: Permitted Activities
ar: الأنشطة المسموح بها

source: &#9679 You will not use the Services in any way that violates Applicable International Comparative Law, these Terms and Conditions, or any other Privacy Policies.
ar: عدم استخدام هذه الخدمات بأي طريقة تنتهك القانون الدولي المقارن المعمول به أو تنتهك هذه الشروط والأحكام أو أي سياسات خصوصية أخرى.

source: &#9679 The information that you upload or post in connection with the Services does not infringe on anyone else’s intellectual property or proprietary rights or otherwise conflict with the law or the rights of others.
ar: عدم انتهاك حقوق الملكية أو حقوق الملكية الفكرية لأي شخص آخر من خلال المعلومات التي ترفعها أو تنشرها بخصوص الخدمات وعدم تعارضها بطريقة أو بأخرى مع القانون أو حقوق الآخرين.

source: &#9679 You will not upload, post or otherwise transmit through the Services any content that contains any viruses, trojan horses, or any other harmful programs or elements.
ar: عدم رفع أو نشر أو حتى نقل أي محتوى يحتوي على أي فيروسات أو أي برامج أو عناصر ضارة أخرى عبر الخدمات المستخدمة.

source: &#9679 You will not provide false information about yourself, impersonate any other person, collect information about other users, or otherwise attempt to mislead others about your identity or the truthfulness or accuracy of the data you transmit through the Services.
ar: عدم تقديم أي معلومات خاطئة عنك، أو انتحال شخصية أي شخص آخر، أو جمع معلومات عن المستخدمين الآخرين، أو المحاولة بطريقة أو بأخرى تضليل الآخرين بشأن هويتك أو مصداقية أو دقة البيانات التي تنقلها من خلال الخدمات المستخدمة.

source: &#9679 You will not damage, disable, disrupt, overburden, interfere with, or attempt to gain unauthorized access to any portion of our Services, computer systems, servers or networks, or any other person’s use and enjoyment of the Services.
ar: عدم إتلاف أو تعطيل أو عرقلة أو إثقال أو التدخل أو محاولة الوصول غير المصرح به إلى أي جزء من خدماتنا أو أنظمة الكمبيوتر أو الخوادم أو الشبكات أو السماح لأي شخص آخر باستخدام الخدمات والتمتع بها.

source: &#9679 Ultimate Solutions may suspend or terminate your use of the Services at its sole discretion for any actual or suspected violation of these limitations or other applicable policies or rules referenced in these Terms and Conditions.
ar: يحق لشركة الحلول النهائية تعليق أو إنهاء استخدامك للخدمات وفقًا لتقديرها الخاص لأي انتهاك فعلي أو مشتبه به لهذه القيود أو السياسات أو القواعد الأخرى المعمول بها المشار إليها في هذه الشروط والأحكام.

source: &#9679 You shall not republish, distribute, reproduce, duplicate, or gather any material (online and offline content including designs, copy, ideas, pictures or other) from Ultimate Solutions without accrediting the Company.
ar: لا يجوز لك إعادة نشر أو توزيع أو إعادة إنتاج أو نسخ أو جمع أي مواد (أي محتوى مستخدم عبر الإنترنت أو دون الاتصال بالإنترنت بما في ذلك التصميمات أو النسخ أو الأفكار أو الصور وغيرها) من شركة الحلول النهائية دون موافقة الشركة.

source: &#9679 You shall not sell, rent or sub-license material from Ultimate Solutions.
ar: لا يجوز لك بيع أو تأجير أو إعادة ترخيص من الباطن أي مواد من شركة الحلول النهائية.

source: &#9679 Without prior approval and written permission, you may not create frames around our Web Pages that alter in any way the visual presentation or appearance of our Website.
ar: لا يجوز لك إنشاء إطارات حول صفحات الويب الخاصة بنا والتي تغير بأي شكل من الأشكال العرض التقديمي المرئي لموقعنا أو مظهره بدون موافقة مسبقة وإذن كتابي.

source: User generated content
ar: المحتوى الذي ينشئه المستخدم

source: Parts of this website offer an opportunity for users to post and exchange opinions and information in certain areas of the website. Ultimate Solutions does not filter, edit, publish or review comments prior to their presence on the website. Comments do not reflect the views and opinions of Ultimate Solutions, its agents, and/or affiliates comments reflect the views and opinions of the person who posts their views and opinions. To the extent permitted by applicable international comparative laws, Ultimate Solutions shall not be liable for any comments or liabilities, damages or expenses caused and/or suffered as a result of any use of and/or posting of and/or appearance of the comments on this website. Ultimate Solutions reserves the right to monitor and remove any comments considered inappropriate, offensive or a breach of these Terms and Conditions. You warrant a
ar: تتيح أجزاء محددة من هذا الموقع الإلكتروني للمستخدم نشر وتبادل الآراء والمعلومات. لا تقوم شركة الحلول النهائية بتصفية أو تعديل أو نشر أو مراجعة التعليقات قبل عرضها على الموقع. ولا تعكس التعليقات وجهات نظر وآراء شركة الحلول النهائية و/أو وكلائها و/أو الشركات التابعة لها. بل تعكس وجهات نظر وآراء من ينشرها. إن شركة الحلول النهائية ليست مسؤولة عن أي تعليقات أو التزامات أو أضرار أو نفقات تنتج عن و/أو تنشأ من استخدام و/أو نشر و/أو ظهور للتعليقات على هذا الموقع بالحد الذي يسمح به القانون الدولي المقارن. وتحتفظ شركة الحلول النهائية بحقها في الإشراف على أو حذف أي تعليقات تُعد غير لائقة أو مسيئة أو مخالفة لهذه الشروط والأحكام.

source: You warrant and agree to the following:
ar: كما أنك تضمن وتوافق على ما يلي:

source: &#9679 You are entitled to post the comments on our website and have all necessary licenses and consents to do so.
ar: نشر التعليقات على موقعنا بعد الحصول على جميع التراخيص والموافقات اللازمة للقيام بذلك.

source: &#9679 The comments do not invade any intellectual property right, including without limitation, copyright, patent or trademark of any third party.
ar: عدم انتهاك التعليقات أي حق من حقوق الملكية الفكرية، بما في ذلك على سبيل المثال لا الحصر، حقوق الطبع والنشر أو براءات الاختراع أو العلامات التجارية الخاصة بأي طرف ثالث.

source: &#9679 The comments do not contain any defamatory, libelous, offensive, indecent or otherwise unlawful material which is an invasion of privacy.
ar: عدم احتواء التعليقات على أي مواد عبارات قذف أو تشهير أو تسيء للسمعة أو غير لائقة أو غير قانونية بطريقة أو بأخرى والتي تعد انتهاكًا للخصوصية.

source: &#9679 The comments will not be used to solicit or promote business or custom or present commercial or unlawful activities.
ar: عدم استخدام التعليقات في جذب العملاء أو الترويج للأعمال أو التعامل التجاري أو لتقديم أي أنشطة تجارية غير قانونية.

source: &#9679 You hereby grant Ultimate Solutions a non-exclusive license to use, reproduce, edit and authorize others to use, reproduce and edit any of your comments in any and all forms, formats or media.
ar: إنك تمنح بموجب هذا الاتفاق شركة الحلول النهائية ترخيصًا غير حصري لاستخدام وإعادة إنتاج وتحرير وتفويض الآخرين لاستخدام وإعادة إنتاج وتحرير أي من تعليقاتك بأي شكل من الأشكال أو التنسيقات أو الوسائط.

source: Your privacy
ar: خصوصيتك

source: Please read the
ar: الرجاء قراءة

source: privacy policy.
ar: سياسة الخصوصية

source: Third-Party Content
ar: محتوى الطرف الثالث

source: &#9679 Through your use of the Services, you may be presented with material provided by third parties, not owned or controlled by us, from our partners, and/or from other users of the Services, including but not limited to, links to websites or other materials, software, text, graphics, videos, images, or advertising content (collectively referred to as “Third-Party Content”).
ar: من خلال استخدامك لخدماتنا، قد يتم تزويدك بمواد ليست مملوكة لنا أو خاضعة لإشرافنا وإنما مقدمة من طرف ثالث، و/أو من أحد شركائنا و/أو المستخدمين الآخرين لخدماتنا، بما في ذلك على سبيل المثال لا الحصر، روابط مواقع الويب أو غيرها من المواد أو البرامج أو النصوص أو الرسومات أو مقاطع الفيديو أو الصور أو المحتوى الإعلاني (وسيٌشار إليها هنا مجتمعة باسم *محتوى الطرف الثالث*).

source: &#9679 All Third-Party Content and the Services are protected by Intellectual property laws. Any unauthorized use of the Services and/or Third-Party Content may result in copyright violation, trademark, and other laws. You have no rights pertaining to the Services or Third-Party Content in any shape or form, and you will not use, copy or display the Services or Third-Party Content except as permitted under these Terms and Conditions. No other use of the Services or Third-Party Content is permitted without the Company’s prior written consent. You must retain all copyright and other proprietary notices contained in the Services and Third-Party Content. You may not sell, transfer, assign, license, sublicense, or modify the Third-Party Content or reproduce, display, publicly perform, make a derivative version of, distribute, or otherwise use the Third-Party Content in any way for any public or commercial purpose, other than as permitted hereunder. If you violate any part of these Terms and Conditions, your right to access and/or use the Third-Party Content and Services will automatically be terminated.
ar: إن جميع محتويات وخدمات الطرف الثالث محمية بقوانين الملكية الفكرية. وقد يؤدي أي استخدام غير مصرح به لخدمات و/أو محتوى الطرف الثالث إلى انتهاك حقوق النشر والعلامة التجارية والقوانين الأخرى. ليس لديك أي حقوق تتعلق بالخدمات أو محتوى الطرف الثالث بأي صورة أو شكل من الأشكال، وليس لك الحق في استخدام أو نسخ أو عرض الخدمات أو محتوى الطرف الثالث باستثناء ما هو مسموح به بموجب هذه الشروط والأحكام. ولا يُسمح بأي استخدام للخدمات أو محتوى الطرف الثالث بدون موافقة كتابية مسبقة من الشركة. يجب أن تحتفظ بجميع حقوق النشر وإشعارات الملكية الأخرى الواردة في الخدمات ومحتوى الطرف الثالث ولا يحق لك بيع محتوى الطرف الثالث أو نقله أو التنازل عنه أو ترخيصه أو إعادة ترخيصه من الباطن أو تعديله أو إعادة إنتاجه أو تقديمه أو عرضه علنًا أو عمل نسخة مشتقة منه أو توزيعه أو استخدامه بأي شكل من الأشكال لأي غرض عام أو تجاري، بخلاف ما هو مسموح به أدناه. في حال انتهاكك لأي جزء من هذه الشروط والأحكام، فسيتم تلقائيًا إنهاء حقك في الوصول إلى و/أو استخدام محتوى وخدمات الطرف الثالث.

source: Precautions:
ar: التدابير الوقائية

source: &#9679 We do not guarantee the accuracy, integrity or quality of any Third-Party Content, regardless of whether such products or services are designated as “certified,” “validated” or the like. Any interaction or exchange of information or data between you and any third-party is solely between you and such third-party. We advise you to take precautions when downloading files from any platform to protect your computer / Taplet/ Mobile from viruses and other destructive programs. If you decide to access any Third-Party Content, you fully assume the risk of doing so. Under no circumstances will Ultimate Solutions be liable for any Third-Party Content, including liability for any errors or omissions in any Third-Party Content or for any loss or damage of any kind incurred as a result of the use of or reliance on any Third-Party Content posted, emailed, linked or otherwise transmitted via the Services.
ar: لا نضمن دقة أو سلامة أو جودة أي محتوى تابع لطرف ثالث، بغض النظر عما إذا كانت هذه المنتجات أو الخدمات مصنفة على أنها *معتمدة* أو *تم التحقق من صحتها* أو ما شابه ذلك. ويقتصر أي تعامل أو تبادل للمعلومات أو البيانات بينك وبين أي طرف ثالث عليك وعلى الطرف الثالث فقط. كما نوصيك باتباع الاحتياطات اللازمة عند تنزيل الملفات من أي منصة من أجل حماية جهاز الكمبيوتر / الجهاز اللوحي / الهاتف المحمول خاصتك من الفيروسات والبرامج الضارة الأخرى. في حال قررت استخدام أيٍ من محتوى الطرف الثالث، فإنك تتحمل بالكامل مخاطر القيام بذلك، ولن تكون شركة الحلول النهائية مسؤولة تحت أي ظرف من الظروف عن أي محتوى تابع لطرف ثالث، بما في ذلك المسؤولية عن أي أخطاء أو حذف في أي محتوى تابع لطرف ثالث أو عن أي خسارة أو ضرر من أي نوع يحدث نتيجة لاستخدام أو الاعتماد على أي محتوى تابع لطرف ثالث سواءً كان منشوراً أو مرسلاً عبر البريد الإلكتروني أو موجودَا على رابط أو منقولاً عبر الخدمات.

source: &#9679 Notices that we give Customers (other than the notice of the amendments applied to the Terms and Conditions (mentioned in the introduction above), may be provided in any number of ways, depending on the circumstances. For example, we may email or call the Customer at the convenient time set and provided by the Customer in the Ultimate Solutions Services Agreement, or we may notify Users through their dashboard or other sections on the Site. When we post said notices, we do so in the area of the Site suitable to the notice. It is the Customer’s responsibility to stay up-to-date in this regard. The Customer agrees to keep all Registration Data current and updated, which can be done by .
ar: يمكننا أن نرسل إشعارات إلى العملاء (بخلاف الإشعارات بشأن التعديلات المجراة على الشروط والأحكام المذكورة في المقدمة أعلاه) بعدد من الطرق، حسب ما يقتضيه الأمر. على سبيل المثال، قد نقوم بإرسال بريد إلكتروني أو الاتصال بالعميل في الوقت المناسب الذي حدده العميل في اتفاقه مع خدمات شركة الحلول النهائية، أو قد نقوم بإخطار المستخدمين من خلال لوحة المعلومات الخاصة بهم أو الأقسام الأخرى على الموقع. عندما نقوم بنشر الإشعارات المذكورة أعلاه، فإننا نقوم بذلك في المنطقة المخصصة للإشعارات في الموقع. وتقع على عاتق العميل مسؤولية البقاء على اطلاع دائم في هذا الصدد. ويوافق العميل على تحديث جميع بيانات المستخدم أولاً بأول من خلال البريد الإلكتروني التالي

source: &#9679 Subject to the Privacy Policy, if the Customer sends Ultimate Solutions or posts about Ultimate Solutions Services in any public area including information, ideas, inventions, concepts, techniques or know-how (“User Submissions”), for any purpose, including the developing, manufacturing and/or marketing or products or services incorporating such information, the Customer acknowledges that Ultimate Solutions can use without limitation the User Submissions without acknowledgement or compensation to you, and Ultimate Solutions Customers waive any claim of ownership or compensation or other rights may have in relation to the User Submissions.
ar: وفقًا لسياسة الخصوصية، إذا أرسل العميل أو نشر خدمات شركة الحلول النهائية أو منشورات حولها في أي مكان عام، ويشمل ذلك المعلومات أو الأفكار أو الابتكارات أو المفاهيم أو التقنيات أو المعارف (مستندات المستخدم)، لأي غرض كان، بما في ذلك التطوير و/أو التصنيع و/أو التسويق ناهيك عن المنتجات أو الخدمات التي تتضمنها هذه المعلومات، فإن العميل بهذا الفعل يقر بأن شركة الحلول النهائية يمكن أن تستخدم *مستندات المستخدم* دون تقييد ودون إذن من العميل أو تعويضه، ولا يحق لأيٍ من عملاء شركة الحلول النهائية المطالبة بالملكية أو التعويض أو الحقوق الأخرى التي قد يملكونها بخصوص مستندات المستخدم.

source: Closing your account
ar: إغلاق حسابك

source: You may close your Cashier Me.com account at any time and without cost, but you will remain liable for any outstanding Purchases as well as any fees or other charges incurred. Ultimate Solutions will not issue refunds for amounts previously incurred through our Services once you close your account. You can close your account by contacting
ar: يحق لك إغلاق حسابك في cashierme.com في أي وقت ودون دفع أية تكاليف، لكنك ستظل مسؤولاً عن أي مشتريات معلقة بالإضافة إلى أي رسوم أو مصاريف أخرى مستحقة عليك. لن تعيد شركة الحلول النهائية المبالغ التي تحملتها سلفاً لاستخدام خدماتنا بمجرد إغلاق حسابك.

source: Please review our “Account Cancellation & Data Protection” rules above for further information about our practices regarding your personal information. In certain cases, we may not allow you to close your account, for the following reasons
ar: يمكنك إغلاق حسابك من خلال التواصل مع البريد الإلكتروني التالي: الرجاء مراجعة الجزء الخاص بقواعد *إلغاء الحساب وحماية البيانات* المذكور أعلاه للمزيد من المعلومات حول الممارسات التي نتبعها فيما يتعلق ببياناتك الشخصية. في بعض الحالات، قد لا نسمح لك بإغلاق حسابك للأسباب التالية:

source: &#9679 In an attempt to evade an investigation;
ar: في حال محاولة التهرب من التحقيقات

source: &#9679 In the presence of an open or pending Purchase(s) or Payment Transactions;
ar: في حال وجود عملية/ عمليات شراء أو سداد مفتوحة أو معلقة

source: &#9679 In the event that you owe money to Ultimate Solutions due to your use of the Services.
ar: في حال كنت مدينًا لشركة الحلول النهائية بسبب استخدامك للخدمات.

source: Disclaimer
ar: إخلاء المسؤولية

source: To the maximum extent permitted by applicable international comparative law, we exclude all representations, warranties and conditions relating to our website and the use of this website. Nothing in this disclaimer will:
ar: إننا نخلي مسؤوليتنا عن جميع الإقرارات والضمانات والشروط المتعلقة بموقعنا على الإنترنت واستخدام هذا الموقع، إلى أقصى حد يسمح به القانون الدولي المقارن المعمول به. إن إخلاء المسؤولية هذا لا يقتضي:

source: &#9679 limit or exclude our or your liability for death or personal injury;
ar: الحد أو التنصل من مسؤوليتنا أو مسؤوليتك عن الوفاة أو الإصابة الجسدية.

source: &#9679 limit or exclude our or your liability for fraud or fraudulent misrepresentation;
ar: الحد أو التنصل من مسؤوليتنا أو مسؤوليتك عن الاحتيال أو التلفيقات الاحتيالية.

source: &#9679 limit any of our or your liabilities in any way that is not permitted under applicable international comparative law;
ar: الحد من التزاماتنا أو التزاماتك بأي طريقة غير مسموح بها بموجب القانون الدولي المقارن المعمول به.
